Repository: Franco28/Moto_Boot_Logo_Maker
Catalog: Tool/Moto_Logo/ToolEngine/AAMainForm/AAMainUIForm/Resources.*.resx
Languages: es

# AboutForm_Box_AppTrusted
source: App Trusted:
es: Aplicación de confianza:

# AboutForm_Box_ImageRunTime
source: Image Runtime:
es: Tiempo de ejecución de la imagen:

# AboutForm_Box_OS
source: OS:
es: SO:

# AboutForm_Box_ToolCul
source: Main Windows Culture:
es: Cultura principal de Windows:

# AboutForm_Box_ToolName
source: Tool Name:
es: Nombre del Tool:

# AboutForm_Box_ToolPath
source: Tool Path:
es: Ruta del Tool:

# AboutForm_Box_ToolVer
source: Tool Version:
es: Versión del Tool:

# AboutForm_BTN_Contributors
source: See Contributors / Credits
es: Ver Colaboradores / Créditos

# AboutForm_BTN_DownloadUpdate
source: Download Update
es: Descarga de la actualización

# AboutForm_Checkinf4Updates
source: checking for updates...
es: comprobando actualizaciones...

# AboutForm_DonationMSG
source: If you want to buy me a beer or a pizza, scan this QR or click it!
es: Si quieres comprarme una cerveza o una pizza, escanea este QR o haz clic en él!

# AboutForm_DownloadUpdate_NetLost
source: NETWORK LOST: Please check your internet connection...
es: RED PERDIDA: Compruebe su conexión a Internet...

# AboutForm_DownloadUpdate_Server
source: Please select your server to download:
es: Seleccione su servidor para descargar:

# AboutForm_DownloadUpdate_ServerDown
source: server is down :/
es: el servidor está caído :/

# AboutForm_DownloadUpdate_ServerTitle
source: Download Update
es: Descarga de la actualización

# AboutForm_Mainteiners
source: Maintainers
es: Desarrolladores

# AboutForm_NoInternet
source: no internet connection...
es: sin conexión a Internet...

# AboutForm_NoUpdatePortable
source: no updates in PORTABLE edition.
es: no hay actualizaciones en la edición PORTÁTIL.

# AboutForm_ThanksTo
source: Thanks to
es: Gracias a

# AboutForm_Updates
source: Updates:
es: Actualizaciones:

# AboutForm_Updates2
source: There is no update available.
es: No hay ninguna actualización disponible.

# ChangelogForm_Error
source: Can't read changelog, please check your internet connection!
es: No se puede leer el registro de cambios, compruebe su conexión a Internet.

# CreditsForm_Error
source: Can't read credits... file is missing!
es: No se pueden leer los créditos... Falta el archivo!

# CreditsForm_Title
source: Credits
es: Créditos

# DeviceInfoForm_LabelDeviceTitle
source: Device
es: Dispositivo

# DeviceInfoForm_LabelDisplayTitle
source: Display
es: Pantalla

# DeviceInfoForm_LabelLogoInfoTitle
source: Logo Info
es: Información del logotipo

# DownloadSForm_InternetError
source: Can't read download statistics, please check your internet connection!
es: No se pudieron leer las estadísticas de descarga, por favor verifique su conexión a Internet.

# LogoBrowserForm_BTN_Select
source: Select
es: Seleccionar

# LogoBrowserForm_ErrorBinFile
source: is not a .bin file... Select only .bin files!
es: no es un archivo .bin... Seleccione solo archivos .bin!

# LogoBrowserForm_IsADir
source: is a directory...
es: es un directorio...

# MainForm_BTN_Append
source: Append
es: Adjuntar

# MainForm_BTN_AttachPathToolTipText
source: Choose logo build path
es: Elija la ruta de compilación del logotipo

# MainForm_BTN_Build
source: Build
es: Compilar

# MainForm_BTN_BuildToolTipText
source: Build and save logo.bin file
es: Cree y guarde el archivo logo.bin

# MainForm_BTN_Delete
source: Delete
es: Borrar

# MainForm_BTN_Extract
source: Extract
es: Extraer

# MainForm_BTN_OpenLogoFile
source: Open File Path
es: Abrir ruta del archivo

# MainForm_BTN_OpenLogoFileToolTipText
source: Open logo folder
es: Abrir carpeta de logotipos

# MainForm_BTN_ReloadToolTipText
source: Reload Tool
es: Recargar Tool

# MainForm_BTN_Replace
source: Replace
es: Reemplazar

# MainForm_BTN_SearchDeviceToolTipText
source: Search Device
es: Buscar Dispositivo

# MainForm_BTN_Stop
source: Cancel
es: Cancelar

# MainForm_BTN_StopToolTipText
source: Stop logo build process
es: Parar proceso de construcción del logotipo

# MainForm_CantSaveEmptyFiles
source: Make or load a Logo first! Then you will be able to save it!
es: Cree o cargue un logotipo primero! Así, luego podrás guardarlo!

# MainForm_CurrentProjectText
source: Current project:
es: Proyecto actual:

# MainForm_ErrorWrongTypeOfIMG
source: Wrong image type! Image type allowed:
es: Tipo de imagen incorrecto! Tipo de imagen permitido:

# MainForm_ExitLogoOpen
source: Tool is loading a logo.bin, are you sure to exit?
es: La herramienta está cargando un logo.bin, está seguro de salir?

# MainForm_ExitLogoWasntSave1
source: There is a current project opened:
es: Hay un proyecto actual abierto:

# MainForm_ExitLogoWasntSave2
source: and you didn't save the Logo! Are you sure that you want to exit?
es: y no guardaste el logotipo! Estás seguro de que quieres salir?

# MainForm_ExitLogoWasntSave3
source: Are you sure about to Reload Tool?
es: Estás seguro de recargar la herramienta?

# MainForm_ExtractLogoError
source: Unable to extract image from bootlogo
es: No se puede extraer la imagen del logo de arranque

# MainForm_GB_LogoFormat
source: logo.bin format
es: formato logo.bin

# MainForm_GB_LogoImageFillOptions
source: Image Fill Options
es: Opciones de relleno de imagen

# MainForm_GB_LogoImageOrientationOptions
source: Image Orientation Options
es: Opciones de orientación de la imagen

# MainForm_GB_LogoOption
source: Logo Option
es: Opción del logotipo

# MainForm_GB_LogoResolution
source: Resolution
es: Resolución

# MainForm_GB_SelectExtension
source: Select your extension
es: Seleccione su extensión

# MainForm_GB_SelectLogoMemory
source: Select your logo memory
es: Seleccione la memoria de su logotipo

# MainForm_ImageSaveOk
source: Image saved as
es: Imagen guardada como

# MainForm_ImageSaveOk2
source: Successfully
es: Exitosamente

# MainForm_ImageStatus_TextLocked
source: * Click on image and will be locked
es: * Haga clic en la imagen y se bloqueará

# MainForm_ImageStatus_TextUnlocked
source: * Double click and will be unlocked
es: * Haga doble clic y se desbloqueará

# MainForm_InternetCheck
source: Please check your internet connection and try again!
es: Comprueba tu conexión a Internet y vuelve a intentarlo.

# MainForm_JPGimgIsToBig
source: Image <IMGExtension> is too big! Please reduce it size lower than 5.6MB
es: La imagen <IMGExtension> es demasiado grande! Por favor, reduzca su tamaño a menos de 5.6MB

# MainForm_label_BuildPath
source: Logo Build Path
es: Ruta de compilación del logotipo

# MainForm_label_ErrorGoToFileInfo
source: Open Logs:
es: Abrir registros:

# MainForm_label_GoToErrorToolTipText
source: Open logs folder
es: Abrir carpeta de registros

# MainForm_label_ImageStatusLocked
source: * Image Status: Locked
es: * Estado de la imagen: bloqueado

# MainForm_label_ImageStatusUnlocked
source: * Image Status: Unlocked
es: * Estado de la imagen: Desbloqueado

# MainForm_label_ReloadTool
source: Reload
es: Recargar

# MainForm_label_SearchDevice
source: Search Device
es: Buscar Dispositivo

# MainForm_LoadPreviousLogo
source: There was a previous loaded logo, do you want to load it again? NOTE: This will take a second...
es: Había un logo cargado anteriormente, quieres volver a cargarlo? NOTA: Esto tomará un segundo...

# MainForm_LogoBuild_AllImageFailed
source: Every single image selected failed to load - Status: Processing Aborted :(
es: Las imagenes seleccionadas no se pudieron cargar - Estado: Procesamiento cancelado :(

# MainForm_LogoBuild_Cancel
source: Logo Build: Process was cancelled!
es: Compilación del logotipo: El proceso fue cancelado!

# MainForm_LogoBuild_CompilePathISWrong
source: Path <pathbuild> must end with \
es: La ruta <pathbuild> debe terminar con \

# MainForm_LogoBuild_CompileRadioBTNEmpty
source: Select an extension before build...
es: Seleccione una extensión antes de compilar...

# MainForm_LogoBuild_ComplieLNandPNEmpty
source: Logo name box and logo path box can´t be empty! So please enter a logo name and path to compile!
es: El cuadro de nombre del logotipo y el cuadro de ruta del logotipo no pueden estar vacíos! Por lo tanto, ingrese un nombre de logotipo y una ruta para compilar.

# MainForm_LogoBuild_ContinueWithBlankImge
source: Are you sure to proceed with a blank image?
es: Está seguro de continuar con una imagen en blanco?

# MainForm_LogoBuild_Error
source: Logo Build: There was an error running the process. The thread aborted
es: Compilación del logotipo: Se produjo un error al ejecutar el proceso. El hilo ha abortado

# MainForm_LogoBuild_ErrorLoadImage
source: Error loading image - Status: Processing Aborted :(
es: Error al cargar la imagen - Estado: Proceso cancelado :(

# MainForm_LogoBuild_ErrorLogoFitImage
source: Error: Images/Options selected will not fit in logo.bin, Failed at
es: Error: Las imágenes/opciones seleccionadas no encajarán en logo.bin, falló en

# MainForm_LogoBuild_ErrorLogoFitImage2
source: Produced file is
es: El archivo producido es

# MainForm_LogoBuild_ErrorLogoFitImage3
source: Bytes too large
es: Bytes demasiado grandes

# MainForm_LogoBuild_FileSaveError
source: Exception during processing:
es: Excepción durante el procesamiento:

# MainForm_LogoBuild_FolderError
source: Can't open a non existing folder path!
es: No se puede abrir una ruta de carpeta que no existe!

# MainForm_LogoBuild_ImageLoadFail
source: At least one image failed to load, are you sure you wish to proceed?
es: No se pudo cargar al menos una imagen, está seguro de que desea continuar?

# MainForm_LogoBuild_NoImageLoad
source: No images were loaded, are you sure to proceed with blank images?
es: No se cargaron imágenes, está seguro de continuar con las imágenes en blanco?

# MainForm_LogoBuild_OK
source: Logo Build: Process was completed!
es: Compilación de logotipo: El proceso se completó!

# MainForm_LogoBuild_ZipFileM
source: File Zip are missing, so logo won't be flashable!
es: Falta el archivo Zip, por lo que el logotipo no puede ser flashable.

# MainForm_LogoBuild_ZipFileMTitle
source: Missing Script Files
es: Faltan archivos de script

# MainForm_LogoOpen_BinInvalid
source: Invalid logo.bin file loaded
es: Se cargó un archivo logo.bin no válido

# MainForm_LogoOpen_BinProccesing
source: Processing
es: Procesando

# MainForm_LogoOpen_BinProcessAborted
source: Processing Aborted
es: Proceso cancelado

# MainForm_LogoOpen_BinProcessOk
source: Processing Complete :)
es: Proceso completo :)

# MainForm_LogoOpen_BinStatus
source: Status:
es: Estado:

# MainForm_LogoOpen_FileLoadOk
source: File load complete :)
es: Carga de archivo completa :)

# MainForm_LogoOpen_FileOpenError
source: Error opening file: <FN>
es: Error al abrir el archivo: <FN>

# MainForm_Logo_Name
source: Logo Name
es: Nombre del logotipo

# MainForm_Logs_ErrorLogsWarnigMSG
source: Remember to send logs, then remove this file!
es: Recuerde enviar registros y luego eliminar este archivo!

# MainForm_Logs_ErrorOpenFolder
source: Do you want to open Logs folder?
es: Quieres abrir la carpeta de Registros?

# MainForm_Logs_ErrorSend
source: Do you want to send Logs now?
es: Quieres enviar los registros ahora?

# MainForm_Logo_MaxBinSize
source: Max logo.bin size
es: Tamaño máximo de logo.bin

# MainForm_OpenCustomLogoNoAdminTool
source: If you want to open a custom logo, just drag and drop the file into Tool!
es: Si desea abrir un logotipo personalizado, simplemente arrastre y suelte el archivo en la herramienta.

# MainForm_OpenLogoMemoryTitle
source: Loading logo:
es: Cargando logo:

# MainForm_OpenLogoMemoryTitle2
source: Please wait...
es: Espere por favor...

# MainForm_RDO_rdoAndroid43
source: 540x540 Bundle
es: Paquete 540x540

# MainForm_RDO_rdoAndroid44
source: Default
es: Predeterminado

# MainForm_RDO_rdoImageCenter
source: Center
es: Centrar

# MainForm_RDO_rdoImageFill
source: Fill
es: Llenar

# MainForm_RDO_rdoImageStretchAspect
source: Stretch Proportionally
es: Estirar proporcionalmente

# MainForm_RDO_rdoLayoutLandscape
source: Landscape
es: Paisaje

# MainForm_RDO_rdoLayoutPortrait
source: Portrait
es: Retrato

# MainForm_savefiledialog_Title
source: Please select your device
es: Por favor seleccione su dispositivo

# MainForm_SelectLogoSizeWarn
source: Please select your logo memory size before opening a file!
es: Seleccione el tamaño de memoria de su logotipo antes de abrir un archivo.

# MainForm_ToolStripMenu_about
source: About
es: Acerca de

# MainForm_ToolStripMenu_checkForUpdates
source: Check for updates
es: Buscar actualizaciones

# MainForm_ToolStripMenu_downloadSite
source: Downloads
es: Descargas

# MainForm_ToolStripMenu_file
source: File
es: Archivo

# MainForm_ToolStripMenu_help
source: Help
es: Ayuda

# MainForm_ToolStripMenu_new
source: New
es: Nuevo

# MainForm_ToolStripMenu_open
source: Open
es: Abrir

# MainForm_ToolStripMenu_OpenCustomLogo
source: Open Custom Logo
es: Abrir logotipo personalizado

# MainForm_ToolStripMenu_others
source: Others
es: Otros

# MainForm_ToolStripMenu_save
source: Save
es: Guardar

# MainForm_ToolStripMenu_saveAs
source: Save As
es: Guardar como

# MainForm_ToolStripMenu_settings
source: Settings
es: Ajustes

# MainForm_ToolStripMenu_source
source: Source
es: Fuente

# MainForm_ToolTip_RGBCOLOUR
source: RGB colour
es: Color RGB

# MainForm_ToolTip_RGBCOLOURCOPIED
source: copied to clipboard!
es: copiado al portapapeles!

# MainForm_ToolTip_SearchDevice
source: Input your device model like this: "moto g8 power"
es: Ingrese el modelo de su dispositivo de esta manera: "moto g8 power"

# MainForm_ToolUpdating
source: Closing application to update...
es: Cerrando la aplicación para actualizar ...

# MainForm_TVLogo_logo_battery_ToolTipText
source: Visible when your phone has had its battery fully discharged, and you
es: Visible cuando su teléfono tiene la batería completamente descargada y

# MainForm_TVLogo_logo_battery_ToolTipText2
source: plug your phone into charge
es: conecte su teléfono a cargar

# MainForm_TVLogo_logo_boot_ToolTipText
source: Visible only with bootloader locked phone. It is suggested you remove
es: Visible solo con el teléfono con el bootloader bloqueado. Se sugiere que elimines

# MainForm_TVLogo_logo_boot_ToolTipText2
source: the picture that is in this entry, to save bytes in your logo.bin
es: la imagen que está en esta entrada, para guardar bytes en su logo.bin

# MainForm_TVLogo_logo_charge_ToolTipText
source: Visible when your phone is plugged in while fully powered off, and the phone has more
es: Visible cuando su teléfono está enchufado mientras está completamente apagado, y el teléfono tiene más

# MainForm_TVLogo_logo_charge_ToolTipText2
source: than 3% charge. logo_battery is shown instead if it has 0-3% charge.
es: más del 3% de carga. En su lugar, se muestra logo_battery si tiene 0-3% de carga.

# MainForm_TVLogo_logo_lowpower_ToolTipText
source: Visible when the phone has more than 3% power while fully powered off. Not much more is known.
es: Visible cuando el teléfono tiene más del 3% de energía mientras está completamente apagado. No se sabe mucho más.

# MainForm_TVLogo_logo_lowpower_ToolTipText2
source: This feature is only present on the Moto E
es: Esta función solo está presente en el Moto E

# MainForm_TVLogo_logo_orange_ToolTipText
source: Visible on new Moto bootloader unlocked phones. What you put here is likely to look
es: Visible en teléfonos con el bootloader bloqueado. Lo que pones aquí probablemente parezca

# MainForm_TVLogo_logo_orange_ToolTipText2
source: much better than the unlocked device warning. :)
es: mucho mejor que la advertencia de dispositivo desbloqueado. :)

# MainForm_TVLogo_logo_red_ToolTipText
source: Visible when your phone failed OS verification
es: Visible cuando su teléfono falló la verificación del sistema operativo

# MainForm_TVLogo_logo_unlocked_ToolTipText
source: Visible on bootloader unlocked phones. What you put here is likely to look
es: Visible en teléfonos con el bootloader bloqueado. Lo que pones aquí probablemente parezca

# MainForm_TVLogo_logo_unlocked_ToolTipText2
source: much better than the unlocked device warning. :)
es: mucho mejor que la advertencia de dispositivo desbloqueado. :)

# MainForm_TVLogo_logo_unplug_ToolTipText
source: Visible when the phone is fully charged while plugged in and fully powered off.
es: Visible cuando el teléfono está completamente cargado mientras está enchufado y completamente apagado.

# MainForm_TVLogo_logo_unplug_ToolTipText2
source: This feature is only present on the Moto E
es: Esta función solo está presente en el Moto E

# MainForm_TVLogo_logo_yellow_ToolTipText
source: Visible when your phone load a different OS
es: Visible cuando su teléfono carga un sistema operativo diferente

# NETFRAMEWORKERROR
source: .NET Framework: Unable to reach out .NET Framework version...
es: .NET Framework: no se puede acceder a la versión de .NET Framework...

# ProgramCheckAssembliesError
source: Moto_Boot_Logo_Maker can't match with original assemblies:
es: Moto_Boot_Logo_Maker no puede coincidir con ensamblajes originales:

# ProgramCheckAssembliesErrorVer
source: Version:
es: Versión:

# ProgramCheckBackRun
source: There seems to be another instance of the Tool running. Please make sure it is not running in the background.
es: Parece haber otra instancia de la herramienta en ejecución. Asegúrese de que no se esté ejecutando en segundo plano.

# ProgramCheckBackRun2
source: Another Tool instance is running
es: Se está ejecutando otra instancia de herramienta

# ProgramCheckFolderWrong
source: Folder is wrong, please check it, should be like this:
es: La carpeta es incorrecta, verifíquela, debería ser así:

# ProgramCheckPrivileges
source: Tool must run as administrator
es: La herramienta debe ejecutarse como administrador

# ProgramCheckPrivileges2
source: Tool needs privileges
es: La herramienta necesita privilegios

# ProgramCheckWindows
source: This tool is compatible with Windows 7, Windows 8, Windows 8.1 and Windows 10, you have:
es: Esta herramienta es compatible con Windows 7, Windows 8, Windows 8.1 y Windows 10, tienes:

# ProgramCheckWindows2
source: Can't start Tool, error: Windows compatibility
es: No se puede iniciar la herramienta, error: compatibilidad con Windows

# SearchDeviceForm_AlreadyOpened
source: Device already opened:
es: Dispositivo ya abierto:

# SearchDeviceForm_AlreadyOpened2
source: close it to search new devices!
es: Ciérralo para buscar nuevos dispositivos!

# SearchDeviceForm_NotFound
source: was not found, please input like this: moto g6 plus
es: no se encontró, ingrese así: moto g6 plus

# SearchDeviceForm_PleaseInputDevice
source: Please input a device!
es: Introduzca un dispositivo.

# SettingsForm_BTN_OpenToolFolder
source: Open Tool Folder
es: Abrir carpeta del Tool

# SettingsForm_BTN_ResetAllProfiles
source: Reset All Profiles
es: Restablecer todos los perfiles

# SettingsForm_BTN_ResetToolSettings
source: Reset Tool Settings
es: Restablecer la configuración de la herramienta

# SettingsForm_GeneralSettings_Text
source: General Settings
es: Configuración general

# SettingsForm_GroupBox1
source: Enable auto save profiles
es: Habilitar auto guardado de los perfiles

# SettingsForm_GroupBox2
source: Enable auto save logo in memory
es: Habilitar auto guardado del logo en la memoria

# SettingsForm_GroupBox3
source: Enable auto check for updates
es: Habilitar la búsqueda automática de actualizaciones

# SettingsForm_ResetTool_Text
source: Reset Tool
es: Restablecer Tool

# SettingsForm_Yes_Text
source: YES
es: SI

# MainForm_Tool_Error_Show
source: An error has occurred, please go to folder and send me logs!
es: Se ha producido un error, vaya a la carpeta y envíeme los registros.

# MainForm_Tool_Error_ShowBTN
source: Go to file
es: Ir al archivo

# MainForm_Tool_Error_Update
source: There is a problem reaching update server please check your internet connection and try again later.
es: Hay un problema para llegar al servidor de actualización, verifique su conexión a Internet y vuelva a intentarlo más tarde.

# MainForm_Tool_Error_UpdateTitle
source: Update check failed
es: Error al comprobar la actualización

# MainForm_Crash_ErrorShow
source: An error has occurred, please go to folder and send me logs!
es: Se ha producido un error, vaya a la carpeta y envíeme los registros.

# MainForm_Crash_ErrorShowBTN
source: Go to file
es: Ir al archivo

# MainForm_Update_ErrorUpdate
source: There is a problem reaching update server please check your internet connection and try again later.
es: Hay un problema para llegar al servidor de actualización, verifique su conexión a Internet y vuelva a intentarlo más tarde.

# MainForm_Update_Error_UpdateTitle
source: Update check failed
es: Error al comprobar la actualización

# MainForm_Update_InternetErrorUpdate
source: Can't check Tool updates, check your internet connection!
es: No puedo comprobar las actualizaciones de la herramienta, compruebe su conexión a Internet.

# MainForm_Update_NewUpdateText
source: There is new version
es: Hay nueva versión

# MainForm_Update_NewUpdateText2
source: available. You are using version
es: disponible. Estás usando la versión

# MainForm_Update_NewUpdateText3
source: This is required update. Press Ok to begin updating the application.
es: Esta es una actualización necesaria. Presione Ok para comenzar a actualizar la aplicación.

# MainForm_Update_NewUpdateTitle
source: New update available
es: Nueva actualización disponible

# MainForm_Update_NoUpdate
source: There is no update available please try again later.
es: No hay ninguna actualización disponible, inténtelo de nuevo más tarde.

# MainForm_Update_NoUpdateTitle
source: No update available
es: Actualización no disponible

# MainForm_Update_Status
source: Status:
es: Estado:

# MainForm_Update_StatusOffline
source: Offline
es: Desconectado

# MainForm_Update_StatusOnline
source: Online
es: En línea

# MainForm_LogoOpen_Zipfile_logo_bin_error
source: Error: Zip file <ZFN> Doesn't contain logo.bin
es: Error: el archivo zip <ZFN> no contiene logo.bin

# MainForm_Logo_Custom
source: Custom
es: Personalizado

# MainForm_Crash_ErrorBTNLabel
source: Go to file
es: Ir al archivo

# MainForm_LogoList_Controls
source: Logo List Controls
es: Controles de la lista de logotipos

# MainForm_TVLogo_ReloadList
source: Please reload in File/New to see again logos
es: Vuelva a cargar en Archivo/Nuevo para volver a ver los logotipos

# ProgramIsAdmin
source: Administrator
es: Administrador

# MainForm_PanelMainBTNS
source: Logo List Controls
es: Controles de la lista de logotipos

# AboutForm_Title
source: About
es: Acerca de

# DeviceInfoForm_LabelCodeName
source: Code Name:
es: Nombre clave:

# DeviceInfoForm_LabelLogoComment
source: Comment:
es: Comentario:

# DeviceInfoForm_LabelLogoComment_Error
source: Can´t read comments...
es: No puedo leer los comentarios...

# DeviceInfoForm_LabelLogoCreateDate
source: Logo Create Date:
es: Fecha de creación del logotipo:

# DeviceInfoForm_LabelLogoModifyDate
source: Logo Modify Date:
es: Fecha de modificación del logotipo:

# DeviceInfoForm_LabelLogoSize
source: Logo Size:
es: Tamaño del logotipo:

# DeviceInfoForm_LabelMemory
source: Memory:
es: Memoria:

# DeviceInfoForm_LabelName
source: Name:
es: Nombre:

# DeviceInfoForm_LabelOpenLogo
source: Open File Path
es: Abrir ruta de archivo

# DeviceInfoForm_LabelOpenLogo2
source: Open File Path 2
es: Abrir ruta de archivo 2

# DeviceInfoForm_LabelPath
source: Logo Path:
es: Ruta del logotipo:

# DeviceInfoForm_LabelResolution
source: Resolution:
es: Resolución:

# DeviceInfoForm_Label_Device
source: device:
es: dispositivo:

# DownloadSForm_BTN_Text
source: Go to
es: Ir

# DownloadSForm_GettingServerData
source: Getting server data... Please wait...
es: Obteniendo datos del servidor... Espere...

# DownloadSForm_GettingServerData_Done
source: Done!
es: Hecho!
