Repository: Franco28/Moto_Boot_Logo_Maker
Catalog: Tool/Moto_Logo/ToolEngine/AAMainForm/AAMainUIForm/Resources.*.resx
Languages: es

# DownloadSForm_GettingServerData_Error
source: Getting server data... {ERROR} No internet connection...
es: Obteniendo datos del servidor... {ERROR} No hay conexión a Internet...

# DownloadSForm_GettingServerData_Error_FH
source: Error getting server data from Android File Host, retry later...
es: Error al obtener datos del servidor desde Android File Host, vuelva a intentarlo más tarde...

# DownloadSForm_GettingServerData_Error_SF
source: Error getting server data from SourceForge, retry later...
es: Error al obtener los datos del servidor de SourceForge, vuelva a intentarlo más tarde...

# DownloadSForm_GettingServerData_Error_Uknown
source: Getting server data... ERROR
es: Obteniendo datos del servidor... ERROR

# DownloadSForm_GettingServerData_Text
source: Getting server data
es: Obteniendo datos del servidor

# DownloadSForm_Title
source: Downloads
es: Descargas

# MainForm_Update_Server_Error
source: Server is down :\
es: El servidor está caído :\

# SelectDeviceForm_LM_Text
source: Logo Memory:
es: Memoria del logotipo:

# SelectDeviceForm_Opened1
source: Already opened:
es: Ya abierto:

# SelectDeviceForm_Opened2
source: close it to open a new one!
es: cierra para abrir uno nuevo!

# SelectDeviceForm_SD_Text
source: Select your device
es: Seleccione su dispositivo
