Repository: Franco28/Moto_Boot_Logo_Maker
Catalog: Tool/Moto_Logo/Resources.*.resx
Languages: de, fr, ga, ja, pl, pt, ru, tr, zh_hans, zh_hant

# AboutBoxAppTrusted
source: App Trusted:
fr: Application approuvée:
ga: App Iontaofa:
ja: 信頼できるアプリ：
pl: Zaufana aplikacja:
pt: App confiável:
ru: Приложение доверено:
tr: Güvenilir Uygulama:
zh_hans: 应用受信任：
zh_hant: 應用受信任：

# AboutBoxImageRunTime
source: Image Runtime:
de: Bildlaufzeit:
fr: Durée de l'image:
ga: Íomhá Runtime:
ja: イメージランタイム：
pt: Tempo de execução da imagem:
ru: Время выполнения изображения:
tr: Görüntü Çalışma Zamanı:
zh_hans: 图像运行时：
zh_hant: 圖像運行時：

# AboutBoxToolCul
source: Main Windows Culture:
de: Haupt Windows-Kultur:
fr: Culture Windows principale:
ga: Príomhchultúr Windows:
ja: 主なWindows文化：
pl: Główna kultura systemu Windows:
pt: Cultura principal do Windows:
ru: Основная культура Windows:
tr: Ana Windows Kültürü:
zh_hans: Windows主要文化：
zh_hant: Windows主要文化：

# AboutBoxToolName
source: Tool Name:
de: Werkzeugname:
fr: Nom de l'outil:
ga: Ainm Uirlis:
ja: ツール名：
pl: Nazwa narzędzia:
pt: Nome da ferramenta:
ru: Название инструмента:
tr: Araç Adı:
zh_hans: 工具名称：
zh_hant: 工具名稱：

# AboutBoxToolPath
source: Tool Path:
de: Werkzeugweg:
fr: Chemin d'outil:
ga: Conair Uirlisí:
ja: ツールパス：
pl: Ścieżka narzędzia:
pt: Caminho da ferramenta:
ru: Путь к инструменту:
tr: Araç Yolu:
zh_hans: 工具路径：
zh_hant: 工具路徑：

# AboutBoxToolVer
source: Tool Version:
de: Werkzeugversion:
fr: Version de l'outil:
ga: Leagan Uirlis:
ja: ツールバージョン：
pl: Wersja narzędzia:
pt: Versão da ferramenta:
ru: Версия инструмента:
tr: Araç Sürümü:
zh_hans: 工具版本：
zh_hant: 工具版本：

# AboutBTNContributors
source: See Contributors / Credits
de: Siehe Mitwirkende / Credits
fr: Voir les contributeurs / crédits
ga: Féach Rannpháirtithe / Creidmheasanna
ja: 寄稿者/クレジットを参照してください
pl: Zobacz współautorów / kredyty
pt: Ver contribuidores / créditos
ru: См. Авторы / Авторы
tr: Katkıda Bulunanları / Kredileri Görün
zh_hans: 查看贡献者/积分
zh_hant: 查看貢獻者/積分

# AboutBTNDownloadUpdate
source: Download Update
de: Aktualisierung herunterladen
fr: Télécharger la mise à jour
ga: Íoslódáil Nuashonrú
ja: アップデートをダウンロード
pl: Pobierz aktualizację
pt: Baixar atualização
ru: Скачать обновление
tr: Güncellemeyi indir
zh_hans: 下载更新
zh_hant: 下載更新

# AboutCheckinf4Updates
source: checking for updates...
de: suche nach Updates...
fr: recherche de mises à jour ...
ga: ag seiceáil le haghaidh nuashonruithe ...
ja: アップデートの確認...
pl: sprawdzanie aktualizacji...
pt: verificando atualizações...
ru: проверка обновлений...
tr: güncellemeler kontrol ediliyor ...
zh_hans: 查询更新...
zh_hant: 查詢更新...

# AboutCopy
source: An open source Tool to make Boot Logo for Motorola devices - Continued By @Franco28, made by CaitSith2
de: Ein Open Source Tool um Bootlogos für Motorola-Geräte zu erstellen - von CaitSith2 und Franco28
fr: Un outil open source pour créer un logo de démarrage pour les appareils Motorola - Suite de @Franco28, créé par CaitSith2
ga: Uirlis foinse oscailte chun Lógó Tosaithe a dhéanamh do ghléasanna Motorola - Ar lean Le @ Franco28, déanta ag CaitSith2
ja: Motorolaデバイス用のブートロゴを作成するためのオープンソースツール-CaitSith2による@ Franco28により作成
pl: Narzędzie open source do tworzenia logo startowego dla urządzeń Motorola - kontynuowane przez @Franco28, stworzone przez CaitSith2
pt: Uma ferramenta de código aberto para criar bootlogos para dispositivos Motorola - Continuado por @Franco28, criado por CaitSith2
ru: Инструмент с открытым исходным кодом для создания загрузочного логотипа для устройств Motorola - продолжение @Franco28, сделано CaitSith2
tr: Motorola cihazları için Önyükleme Logosu yapmak için açık kaynaklı bir Araç - Devam Eden @ Franco28, CaitSith2 tarafından yapılmıştır
zh_hans: 制作摩托罗拉设备启动徽标的开源工具-续由@ CainSith2制作的@ Franco28
zh_hant: 製作摩托羅拉設備啟動徽標的開源工具-續由@ CainSith2製作的@ Franco28

# AboutDonationMSG
source: If you want to buy me a beer or a pizza, scan this QR or click it!
de: Wenn Sie mir ein Bier oder eine Pizza kaufen möchten, scannen Sie QR oder klicken Sie darauf!
fr: Si vous voulez m'acheter une bière ou une pizza, scannez le QR ou cliquez dessus!
ga: Más mian leat beoir nó pizza a cheannach dom, scanadh QR nó cliceáil é!
ja: ビールやピザを購入したい場合は、QRをスキャンするかクリックしてください。
pl: Jeśli chcesz kupić mi piwo lub pizzę, zeskanuj QR lub kliknij!
pt: Se você quiser me comprar uma cerveja ou pizza, escaneie o QR ou clique nele!
ru: Если вы хотите купить мне пиво или пиццу, отсканируйте QR-код или щелкните его!
tr: Bana bir bira veya pizza almak istiyorsanız, QR'yi tarayın veya tıklayın!
zh_hans: 如果您想给我买啤酒或比萨饼，请扫描QR或单击它！
zh_hant: 如果您想給我買啤酒或比薩餅，請掃描QR或單擊它！

# AboutDownloadUpdateNetLost
source: NETWORK LOST: Please check your internet connection...
de: VERLORENES NETZWERK: Bitte überprüfen Sie Ihre Internetverbindung ...
fr: NETWORK LOST: Veuillez vérifier votre connexion Internet ...
ga: CAILLTEANAS LÍONRA: Seiceáil le do nasc idirlín ...
ja: ネットワークが失われました：インターネット接続を確認してください...
pl: BRAK SIECI: Sprawdź połączenie internetowe ...
pt: REDE PERDIDA: Verifique sua conexão com a Internet ...
ru: ПОТЕРЯ СЕТИ. Проверьте подключение к Интернету ...
tr: NETWORK LOST: Lütfen internet bağlantınızı kontrol edin ...
zh_hans: 网络丢失：请检查您的互联网连接...
zh_hant: 網絡丟失：請檢查您的互聯網連接...

# AboutDownloadUpdateServer
source: Please select your server to download:
de: Bitte wählen Sie Ihren Server zum Herunterladen aus:
fr: Veuillez sélectionner votre serveur à télécharger:
ga: Roghnaigh do fhreastalaí le híoslódáil:
ja: ダウンロードするサーバーを選択してください。
pl: Wybierz serwer do pobrania:
pt: Selecione seu servidor para fazer o download:
ru: Пожалуйста, выберите свой сервер для загрузки:
tr: Lütfen indirmek için sunucunuzu seçin:
zh_hans: 请选择您的服务器下载：
zh_hant: 請選擇您的服務器下載：

# AboutDownloadUpdateServerDown
source: server is down :/
de: Server ist down :/
fr: Serveur est en panne :/
ga: tá an freastalaí síos: /
ja: サーバーがダウンしました ：/
pl: Serwer padł :/
pt: Servidor caiu :/
ru: сервер упал :/
tr: Sunucu çöktü :/
zh_hans: 服务器挂了 ：/
zh_hant: 服務器掛了 ：/

# AboutDownloadUpdateServerTitle
source: Download Update
de: Aktualisierung herunterladen
fr: Télécharger la mise à jour
ga: Íoslódáil Nuashonrú
ja: アップデートをダウンロード
pl: Pobierz aktualizację
pt: Baixar atualização
ru: Скачать обновление
tr: Güncellemeyi indir
zh_hans: 下载更新
zh_hant: 下載更新

# AboutMainteiners
source: Maintainers
de: Maintainer
fr: Mainteneurs
ga: Cothaitheoirí
ja: メンテナ
pl: Opiekunowie
pt: Mantenedores
ru: Сопровождающие
tr: Bakımcılar
zh_hans: 维护者
zh_hant: 維護者

# AboutNoInternet
source: no internet connection...
de: keine Internetverbindung...
fr: pas de connexion Internet...
ga: gan aon nasc idirlín ...
ja: インターネットに接続されていません...
pl: brak połączenia z internetem...
pt: sem conexão à internet...
ru: нет соединения с интернетом...
tr: internet bağlantısı yok...
zh_hans: 没有网络连接...
zh_hant: 沒有網絡連接...

# AboutNoUpdatePortable
source: no updates in PORTABLE edition.
de: keine Updates in der PORTABLE-Version.
fr: pas de mises à jour dans l'édition PORTABLE.
ga: gan aon nuashonruithe in eagrán PORTABLE.
ja: PORTABLEエディションのアップデートはありません。
pl: brak aktualizacji w wersji PORTABLE.
pt: nenhuma atualização na edição PORTABLE.
ru: нет обновлений в ПОРТАТИВНОЙ редакции.
tr: PORTABLE sürümde güncelleme yok.
zh_hans: 便携式版本中没有更新。
zh_hant: 便攜式版本中沒有更新。

# AboutThanksTo
source: Thanks to
de: Wir danken
fr: Grâce à
ga: A bhuíochas sin do
ja: のおかげで
pl: Dzięki
pt: Graças a
ru: Благодаря
tr: Sayesinde
zh_hans: 谢谢
zh_hant: 謝謝

# aboutToolStripMenuItem1
source: About
de: Über
fr: À propos
ga: Faoi
ja: 約
pl: O
pt: Sobre
ru: Около
tr: hakkında
zh_hans: 关于
zh_hant: 關於

# AboutUpdates
source: Updates:
fr: Mises à jour:
ga: Nuashonruithe:
ja: アップデート：
pl: Aktualizacje:
pt: Atualizações:
ru: Обновления:
tr: Güncellemeler:
zh_hans: 更新：
zh_hant: 更新：

# AboutUpdates2
source: There is no update available.
de: Es gibt kein Update.
fr: Il n'y a pas de mise à jour disponible.
ga: Níl aon nuashonrú ar fáil.
ja: 利用可能なアップデートはありません。
pl: Brak dostępnej aktualizacji.
pt: Não há atualização disponível.
ru: Нет доступных обновлений.
tr: Mevcut güncelleme yok.
zh_hans: 没有可用的更新。
zh_hant: 沒有可用的更新。

# AllImageFailed
source: Every single image selected failed to load - Status: Processing Aborted :(
de: Alle Bilder konnten nicht geladen werden - abgebrochen :(
fr: Échec du chargement de chaque image sélectionnée - Traitement abandonné :(
ga: Níor éirigh le gach íomhá amháin a roghnaíodh a luchtú - Próiseáil Giorraithe :(
ja: 選択したすべての画像を読み込めませんでした-処理を中止しました:(
pl: Nie udało się załadować każdego wybranego obrazu - przetwarzanie przerwane :(
pt: Todas as imagens selecionadas não foram carregadas - Processamento interrompido :(
ru: Не удалось загрузить каждое выбранное изображение - обработка прервана :(
tr: Seçilen her bir görüntü yüklenemedi - İşleme Durduruldu :(
zh_hans: 选择的每个单个图像均无法加载-处理异常终止:(
zh_hant: 選擇的每個單個圖像均無法加載-處理異常終止:(

source: Append
de: Hinzufügen
fr: Ajouter
ga: Aguisín
ja: 追加
pl: Dodać
pt: Acrescentar
ru: добавлять
tr: Ekle
zh_hans: 附加
zh_hant: 附加

# btnAttachPathToolTipText
source: Choose logo build path
fr: Choisissez le chemin de création du logo
ga: Roghnaigh cosán tógála lógó

# btnBuild
source: Build
de: Kompilieren
fr: Compiler
ga: Tiomsú
ja: コンパイル
pl: Skompilować
pt: Compilar
ru: Компилировать
tr: Derleme
zh_hans: 建立
zh_hant: 建立

# btnBuildToolTipText
source: Build and save Logo.bin file
fr: Créer et enregistrer le fichier Logo.bin
ga: Ní bhfuarthas, le do thoil ionchur mar seo: moto g6 plus

# btnChangeTheme
source: Change Theme
de: Thema ändern
fr: Change le thème
ga: Téama Athraigh
ja: テーマを変更
pl: Zmień motyw
pt: Mudar tema
ru: Смени тему
tr: Temayı değiştir
zh_hans: 改变主题
zh_hant: 更改主題

# btnOpenLogoFile
source: Open File Path
de: Dateipfad öffnen
fr: Ouvrir le chemin du fichier
ga: Cosán comhaid a oscailt
ja: ファイルパスを開く
pl: Otwórz ścieżkę do pliku
pt: Abrir caminho do arquivo
ru: Путь к открытому файлу
tr: Dosya yolunu aç
zh_hans: 打开文件路径
zh_hant: 打開文件路徑

# btnOpenLogoFileToolTipText
source: Open logo folder
fr: Ouvrir le dossier du logo
ga: Fillteán lógó oscailte

# btnReloadToolTipText
source: Reload Tool
fr: Outil de rechargement
ga: Uirlis Athlódáil

# btnSearchDeviceToolTipText
source: Search Device
fr: Rechercher un appareil
ga: Gléas Cuardaigh

# btnStop
source: Cancel
de: Stornieren
fr: Annuler
ga: Cealaigh
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена
tr: İptal etmek
zh_hans: 取消
zh_hant: 取消

# btnStopToolTipText
source: Stop logo build process
fr: Arrêter le processus de création de logo
ga: Stop an próiseas tógála lógó

# button1
source: Append
de: Hinzufügen
fr: Ajouter
ga: Aguisín
ja: 追加
pl: Dodać
pt: Acrescentar
ru: добавлять
tr: Ekle
zh_hans: 附加
zh_hant: 附加

# button2
source: Delete
de: Löschen
fr: Supprimer
ga: Scrios
ja: 削除する
pl: Usunąć
pt: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# button3
source: Extract
de: Extrahieren
fr: Extrait
ga: Sliocht
ja: エキス
pl: Wyciąg
pt: Extrair
ru: экстракт
tr: Ayıkla
zh_hans: 提取
zh_hant: 提取

# CantSaveEmptyFiles
source: Make or load a Logo first! Then you will be able to save it!
de: Bitte mach erst ein Logo - du kannst es dann speichern.
fr: Veuillez d'abord créer un logo! alors vous pourrez le sauvegarder!
ga: Déan lógó ar dtús le do thoil! ansin beidh tú in ann é a shábháil!
ja: まずロゴを作ってください！ その後、それを保存できるようになります！
pl: Najpierw zrób logo! wtedy będziesz mógł go zapisać!
pt: Por favor, faça um logo primeiro! Depois você poderá salvá-lo!
ru: Пожалуйста, сделайте логотип первым! тогда вы сможете сохранить его!
tr: Lütfen önce bir logo yapın! o zaman onu kurtarabilirsiniz!
zh_hans: 请先制作徽标！ 那么您就可以保存它！
zh_hant: 請先製作徽標！ 那麼您就可以保存它！

# ChangelogFormError
source: Can't read changelog, please check your internet connection!
fr: Impossible de lire le journal des modifications, veuillez vérifier votre connexion Internet!
ga: Ní féidir changelog a léamh, seiceáil do nasc idirlín le do thoil!

# ChangeThemeInfo
source: Changing Theme, please wait...
de: Ändere Thema, bitte warten...
fr: Changement de thème, veuillez patienter ...
ga: Téama ag Athrú, fan le do thoil ...
ja: テーマを変更しています。お待ちください...
pl: Zmienianie motywu, czekaj ...
pt: Mudando de tema, aguarde...
ru: Смена темы, пожалуйста, подождите ...
tr: Tema Değiştiriliyor, lütfen bekleyin ...
zh_hans: 正在更改主题，请稍候...
zh_hant: 正在更改主題，請稍候...

# checkForUpdatesToolStripMenuItem
source: Check for updates
de: Suche nach Updates
fr: Rechercher des mises à jour
ga: Seiceáil do nuashrónaithe
ja: アップデートを確認する
pl: Sprawdź aktualizacje
pt: Verificar se há atualizações
ru: Проверьте наличие обновлений
tr: Güncellemeleri kontrol et
zh_hans: 检查更新
zh_hant: 檢查更新

# CompilePathISWrong
source: Path <pathbuild> must end with \
de: Der Pfad <pathbuild> muss mit \ enden
fr: Le chemin <pathbuild> doit se terminer par \
ga: Caithfidh an cosán <pathbuild> deireadh a chur le \
ja: <pathbuild>パスは\で終わる必要があります
pl: Ścieżka <pathbuild> musi kończyć się znakiem \
pt: O caminho <pathbuild> deve terminar com \
ru: Путь <pathbuild> должен заканчиваться \
tr: <pathbuild> yolu \ ile bitmelidir
zh_hans: 路径<pathbuild>必须以\结尾
zh_hant: 路徑<pathbuild>必須以\結尾

# CompileRadioBTNEmpty
source: Select an extension before build...
de: Bitte wählen Sie vor dem Kompilieren eine Erweiterung aus ...
fr: Veuillez sélectionner une extension avant de compiler ...
ga: Roghnaigh síneadh le do thoil sula dtiomsófar ...
ja: コンパイルする前に拡張子を選択してください...
pl: Przed kompilacją wybierz rozszerzenie ...
pt: Selecione uma extensão antes de compilar ...
ru: Пожалуйста, выберите расширение перед компиляцией ...
tr: Lütfen derlemeden önce bir uzantı seçin ...
zh_hans: 在构建之前选择一个扩展...
zh_hant: 在構建之前選擇一個擴展...

# ComplieLNandPNEmpty
source: Logo name box and logo path box can´t be empty! So please enter a logo name and path to compile!
de: Das Logo-Namensfeld und das Logo-Pfadfeld dürfen nicht leer sein. Geben Sie also einen Logo-Namen und einen Pfad zum Kompilieren ein.
fr: La zone du nom du logo et la zone du chemin du logo ne peuvent pas être vides. alors entrez un nom de logo et un chemin à compiler.
ga: Ní féidir bosca ainm an lógó agus bosca cosán an lógó a bheith folamh. mar sin cuir isteach ainm lógó agus cosán le tiomsú.
ja: ロゴ名ボックスとロゴパスボックスは空にできません。 コンパイルするロゴ名とパスを入力します。
pl: Pole nazwy logo i pole ścieżki logo nie mogą być puste. więc wprowadź nazwę logo i ścieżkę do kompilacji.
pt: A caixa do nome do logotipo e a caixa do caminho do logotipo não podem estar vazias. então insira um nome de logotipo e caminho para compilar.
ru: Поле имени логотипа и поле пути к логотипу не могут быть пустыми. поэтому введите имя логотипа и путь для компиляции.
tr: Logo adı kutusu ve logo yolu kutusu boş olamaz. bu yüzden bir logo adı ve derleme yolu girin.
zh_hans: 徽标名称框和徽标路径框不能为空！ 因此，请输入徽标名称和编译路径！
zh_hant: 徽標名稱框和徽標路徑框不能為空！ 因此，請輸入徽標名稱和編譯路徑！

# ContinueWithBlankImge
source: Are you sure you wish to proceed with a blank image?
de: Willst du mit einem leeren Bild weitermachen?
fr: Êtes-vous sûr de vouloir continuer avec une image vierge?
ga: An bhfuil tú cinnte gur mian leat dul ar aghaidh le híomhá bán?
ja: 空白の画像で続行してもよろしいですか？
pl: Czy na pewno chcesz kontynuować z pustym obrazem?
pt: Tem certeza de que deseja continuar com uma imagem em branco?
ru: Вы уверены, что хотите перейти к пустому изображению?
tr: Boş bir resimle devam etmek istediğinizden emin misiniz?
zh_hans: 您确定要空白图像吗？
zh_hant: 您確定要空白圖像嗎？

# CreditsFormError
source: Can't read credits... file is missing!
fr: Impossible de lire les crédits ... le fichier est manquant!
ga: Ní féidir creidmheasanna a léamh ... tá an comhad ar iarraidh!

# CreditsFormTitle
source: Credits
fr: Crédits
ga: Creidmheasanna

# darktoolStripMenuItem
source: Dark
de: Dunkel
fr: Sombre
ga: Dorcha
ja: 闇
pl: Ciemny
pt: Escuro
tr: Karanlık
zh_hans: 黑暗
zh_hant: 黑暗

# DeviceInfoLabelDeviceTitle
source: Device
fr: Appareil
ga: Gléas

# DeviceInfoLabelDisplayTitle
source: Display
fr: Affichage
ga: Taispeáin

# DeviceInfoLabelLogoInfoTitle
source: Logo Info
fr: Informations sur le logo
ga: Eolas Lógó

# DevicesCustom
source: Custom
de: Eigenes
fr: Douane
ga: Saincheaptha
ja: カスタム
pl: Zwyczaj
pt: Personalizado
ru: изготовленный на заказ
tr: Özel
zh_hans: 自订
zh_hant: 自訂

# DownloadSFormInternetError
source: Can't read download statistics, please check your internet connection!
fr: Impossible de lire les statistiques de téléchargement, veuillez vérifier votre connexion Internet!
ga: Ní féidir staitisticí íoslódála a léamh, seiceáil do nasc idirlín le do thoil!

# downloadSiteToolStripMenuItem
source: Downloads
fr: Téléchargements
ga: Íoslódálacha
ja: ダウンロード
pl: Pliki do pobrania
pt: Transferências
ru: Загрузки
tr: İndirilenler
zh_hans: 资料下载
zh_hant: 資料下載

# ErrorLoadImage
source: Error loading image - Status: Processing Aborted :(
de: Fehler beim Laden des Bildes - abgeprochen :(
fr: Erreur de chargement de l'image - Traitement abandonné :(
ga: Earráid luchtaithe earráide - Próiseáil Giorraithe :(
ja: 画像の読み込みエラー-処理が中止されました:(
pl: Błąd podczas ładowania obrazu - przetwarzanie przerwane :(
pt: Erro ao carregar a imagem - Processamento interrompido :(
ru: Ошибка при загрузке изображения - обработка прервана :(
tr: Görüntü yüklenirken hata oluştu - İşleme Durduruldu :(
zh_hans: 加载图像时出错-处理异常终止:(
zh_hant: 加載圖片時出錯-處理異常終止:(

# ErrorLogoFitImage
source: Error: Images/Options selected will not fit in logo.bin, Failed at
de: Fehler: Folgendes passt nicht mehr in logo.bin:
fr: Erreur: les images / options sélectionnées ne rentreront pas dans logo.bin, échec à
ga: Earráid: Ní bheidh na híomhánna / na roghanna a roghnófar oiriúnach i logo.bin, Theip ar
ja: エラー：選択した画像/オプションがlogo.binに収まりません、失敗
pl: Błąd: wybrane obrazy / opcje nie zmieszczą się w logo.bin, Niepowodzenie o
pt: Erro: as imagens/opções selecionadas não cabem no logo.bin, falha em
ru: Ошибка: выбранные изображения / параметры не будут помещаться в logo.bin, Failed at
tr: Hata: Seçilen resimler / seçenekler logo.bin'e sığmayacak, Başarısız
zh_hans: 错误：所选的图像/选项不适合logo.bin，在以下位置失败
zh_hant: 錯誤：所選的圖像/選項不適合logo.bin，在以下位置失敗

# ErrorLogoFitImage2
source: Produced file is
de: Datei ist
fr: Le fichier produit est
ga: Tá an comhad léirithe
ja: 作成されたファイルは
pl: Utworzony plik to
pt: O arquivo produzido possui
ru: Произведенный файл
tr: Üretilen dosya
zh_hans: 产生的档案为
zh_hant: 產生的檔案為

# ErrorLogoFitImage3
source: Bytes too large
de: Bytes zu groß
fr: Octets trop gros
ga: Bearta Ró-Mhóra
ja: バイトが大きすぎます
pl: Zbyt duże bajty
pt: Bytes acima do permitido
ru: Слишком большие байты
tr: Bayt Çok Büyük
zh_hans: 字节太大
zh_hant: 字節太大

# ErrorLogsWarnigMSG
source: Remember to send logs, then remove this file!
fr: N'oubliez pas d'envoyer des journaux, puis supprimez ce fichier!
ga: Cuimhnigh logaí a sheoladh, ansin bain an comhad seo!

# ErrorWrongTypeOfIMG
source: Wrong image type! Image type allowed:
fr: Mauvais type d'image! Type d'image autorisé:
ga: Cineál íomhá mícheart! Cineál íomhá ceadaithe:

# ExitLogoWasntSave1
source: There is a current project opened:
de: Du hast ein Projekt geöffnet:
fr: Il y a un projet en cours ouvert:
ga: Tá tionscadal reatha oscailte:
ja: 現在開いているプロジェクトがあります：
pl: Jest otwarty bieżący projekt:
pt: Há um projeto atualmente aberto:
ru: Текущий проект открыт:
tr: Açılmış mevcut bir proje var:
zh_hans: 当前打开了一个项目：
zh_hant: 當前打開了一個項目：

# ExitLogoWasntSave2
source: and you didn't save the Logo! Are you sure that you want to exit?
de: und nicht gespeichert! Willst du das Programm wirklich schliessen?
fr: et vous n'avez pas enregistré le logo! êtes-vous sûr de vouloir quitter?
ga: agus níor shábháil tú an lógó! an bhfuil tú cinnte gur mhaith leat imeacht?
ja: そしてあなたはロゴを保存しませんでした！ 終了してもよろしいですか？
pl: i nie zapisałeś logo! czy na pewno chcesz wyjść?
pt: e você não salvou o logo! Tem certeza que deseja sair?
ru: и вы не сохранили логотип! Вы уверены, что хотите выйти?
tr: ve logoyu kaydetmediniz! çıkmak istediğine emin misin?
zh_hans: 而且您没有保存徽标！ 您确定要退出吗？
zh_hant: 而且您沒有保存徽標！ 您確定要退出嗎？

# ExtractLogoError
source: Unable to extract image from bootlogo
de: Fehler beim Extrahieren des Bildes
fr: Impossible d'extraire l'image du bootlogo
ga: Ní féidir an íomhá a bhaint as bootlogo
ja: bootlogoからイメージを抽出できません
pl: Nie można wyodrębnić obrazu z bootlogo
pt: Não foi possível extrair a imagem do bootlogo
ru: Невозможно извлечь образ из bootlogo
tr: Bootlogo'dan Görüntü Çıkarılamıyor
zh_hans: 无法从bootlogo提取图像
zh_hant: 無法從bootlogo提取圖像

# FileLoadOk
source: File load complete :)
de: Fertig :)
fr: Chargement du fichier terminé :)
ga: Luchtaigh Comhad Comhlánaithe :)
ja: ファイル読み込み完了:)
pl: Ładowanie pliku zakończone :)
pt: Carregamento de arquivo concluído :)
ru: Загрузка файла завершена :)
tr: Dosya Yükleme Tamamlandı :)
zh_hans: 文件加载完成:)
zh_hant: 文件加載完成:)

# FileOpenError
source: Error opening file: <FN>
de: Fehler beim Öffnen: <FN>
fr: Erreur lors de l'ouverture du fichier: <FN>
ga: Earráid Comhad oscailte: <FN>
ja: ファイルを開くときにエラーが発生しました：<FN>
pl: Błąd podczas otwierania pliku: <FN>
pt: Erro ao abrir o arquivo: <FN>
ru: Ошибка открытия файла: <FN>
tr: Dosya Açılırken Hata: <FN>
zh_hans: 错误打开文件：<FN>
zh_hant: 錯誤打開文件：<FN>

# FileSaveError
source: Exception during processing:
de: Fehler beim Verarbeiten:
fr: Exception lors du traitement:
ga: Eisceacht le linn na próiseála:
ja: 処理中の例外：
pl: Wyjątek podczas przetwarzania:
pt: Erro no processamento:
ru: Исключение при обработке:
tr: İşleme sırasında istisna:
zh_hans: 处理期间的异常：
zh_hant: 處理期間的異常：

# fileToolStripMenuItem
source: File
de: Datei
fr: Fichier
ga: Comhad
ja: ファイル
pl: Plik
pt: Arquivo
ru: файл
tr: Dosya
zh_hans: 文件
zh_hant: 文件

# groupBox1
source: Logo Option
de: Logo-Einstellung
fr: Option de logo
ga: Rogha Lógó
ja: ロゴオプション
pl: Opcja logo
pt: Opções de logos
ru: Вариант логотипа
tr: Logo Seçeneği
zh_hans: 徽标选项
zh_hant: 徽標選項

# groupBox2
source: logo.bin format
fr: format logo.bin
ga: formáid logo.bin
ja: logo.bin形式
pl: logo.bin w formacie
pt: Formato do logo.bin
ru: формат logo.bin
tr: logo.bin formatı
zh_hans: logo.bin格式
zh_hant: logo.bin格式

# groupBox3
source: Resolution
de: Auflösung
fr: Résolution
ga: Rún
ja: 解決
pl: Rozkład
pt: Resolução
ru: разрешение
tr: çözüm
zh_hans: 解析度
zh_hant: 解析度

# groupBox4
source: Image Fill Options
de: Auffülloptionen
fr: Options de remplissage d'image
ga: Roghanna Líon Íomhá
ja: 画像の塗りつぶしオプション
pl: Opcje wypełnienia obrazu
pt: Opções de preenchimento da imagem
ru: Параметры заливки изображения
tr: Görüntü Doldurma Seçenekleri
zh_hans: 图像填充选项
zh_hant: 圖像填充選項

# groupBox5
source: Image Orientation Options
de: Richtungsoption
fr: Options d'orientation de l'image
ga: Roghanna Treoshuímh Íomhá
ja: 画像方向オプション
pl: Opcje orientacji obrazu
pt: Opções de orientação da imagem
ru: Параметры ориентации изображения
tr: Görüntü Yönlendirme Seçenekleri
zh_hans: 图像方向选项
zh_hant: 圖像方向選項

# groupBox6
source: Select your logo memory
de: Logo-Speicher auswählen
fr: Sélectionnez la mémoire de votre logo
ga: Roghnaigh cuimhne do lógó
ja: ロゴの記憶を選択してください
pl: Wybierz pamięć logo
pt: Selecione a memória do seu logo
ru: Выберите ваш логотип памяти
tr: Logo hafızanızı seçin
zh_hans: 选择您的徽标记忆
zh_hant: 選擇您的徽標記憶

# groupBox7
source: Select your extension
de: Wählen Sie Ihre Nebenstelle
fr: Sélectionnez votre extension
ga: Roghnaigh do shíneadh
ja: 拡張機能を選択してください
pl: Wybierz rozszerzenie
pt: Selecione sua extensão
ru: Выберите ваше расширение
tr: Uzantınızı seçin
zh_hans: 选择您的分机
zh_hant: 選擇您的分機

# helpToolStripMenuItem
source: Help
de: Hilfe
fr: Aidez-moi
ga: Cabhrú
ja: 助けて
pl: Wsparcie
pt: Ajuda
ru: Помогите
zh_hans: 救命
zh_hant: 幫幫我
