Repository: Franco28/Moto_Boot_Logo_Maker
Catalog: Tool/Moto_Logo/Resources.*.resx
Languages: de, fr, ga, ja, pl, pt, ru, tr, zh_hans, zh_hant

# ToolErrorUpdateTitle
source: Update check failed
de: Suche nach Updates fehlgeschlagen
fr: La vérification de la mise à jour a échoué
ga: Theip ar an seiceáil nuashonraithe
ja: 更新チェックに失敗しました
pl: Sprawdzanie aktualizacji nie powiodło się
pt: Falha ao verificar por atualizações
ru: Проверка обновления не удалась
tr: Güncelleme kontrolü başarısız oldu
zh_hans: 更新检查失败
zh_hant: 更新檢查失敗

# ToolInternetErrorUpdate
source: Can't check Tool updates, check your internet connection!
de: Konnte nicht nach Updates suchen. Bist du mit dem Internet verbunden?
fr: Impossible de vérifier les mises à jour de l'outil, vérifiez votre connexion Internet!
ga: Ní féidir nuashonruithe Uirlisí a sheiceáil, seiceáil do nasc idirlín!
ja: ツールの更新を確認できません。インターネット接続を確認してください！
pl: Nie można sprawdzić aktualizacji narzędzia, sprawdź połączenie internetowe!
pt: Não é possível verificar as atualizações da ferramenta, verifique sua conexão com a internet!
ru: Не удается проверить обновления инструмента, проверьте подключение к Интернету!
tr: Araç güncellemelerini kontrol edemiyorum, internet bağlantınızı kontrol edin!
zh_hans: 无法检查工具更新，请检查您的互联网连接！
zh_hant: 無法檢查工具更新，請檢查您的互聯網連接！

# ToolNewUpdateText
source: There is new version
de: Es ist Version
fr: Il y a une nouvelle version
ga: Tá leagan nua ann
ja: 新しいバージョンがあります
pl: Jest nowa wersja
pt: Há uma nova versão
ru: Есть новая версия
tr: Yeni versiyon var
zh_hans: 有新版本
zh_hant: 有新版本

# ToolNewUpdateText2
source: available. You are using version
de: verfügbar. Du benutzt Version
fr: disponible. Vous utilisez la version
ga: ar fáil. Tá leagan á úsáid agat
ja: 利用可能です。 バージョンを使用しています
pl: dostępny. Używasz wersji
pt: disponível. Você está utilizando a versão
ru: доступный. Вы используете версию
tr: mevcut. Sürümünü kullanıyorsunuz
zh_hans: 可用。 您正在使用版本
zh_hant: 可用。 您正在使用版本

# ToolNewUpdateText3
source: This is required update. Press Ok to begin updating the application.
de: Drücke OK um zu updaten.
fr: Ceci est une mise à jour requise. Appuyez sur Ok pour commencer la mise à jour de l'application.
ga: Is gá é seo a nuashonrú. Brúigh Ok chun an t-iarratas a nuashonrú.
ja: これは更新する必要があります。 [OK]を押して、アプリケーションの更新を開始します。
pl: To jest wymagana aktualizacja. Naciśnij OK, aby rozpocząć aktualizację aplikacji.
pt: Esta é uma atualização necessária. Pressione Ok para começar a atualizar o aplicativo.
ru: Это обязательное обновление. Нажмите Ok, чтобы начать обновление приложения.
tr: Bunun güncellenmesi gerekiyor. Uygulamayı güncellemeye başlamak için Tamam'a basın.
zh_hans: 这是必需的更新。 按确定开始更新应用程序。
zh_hant: 這是必需的更新。 按確定開始更新應用程序。

# ToolNewUpdateTitle
source: Update Available
de: Update verfügbar
fr: Mise à jour disponible
ga: Nuashonrú ar Fáil
ja: 利用可能なアップデート
pl: Dostępna aktualizacja
pt: Atualização disponível
ru: Доступно обновление
tr: Güncelleme uygun
zh_hans: 有可用更新
zh_hant: 有可用更新

# ToolNoUpdate
source: There is no update available please try again later.
de: Es gibt kein Update.
fr: Aucune mise à jour n'est disponible, veuillez réessayer plus tard.
ga: Níl aon nuashonrú ar fáil bain triail eile as níos déanaí.
ja: 利用可能なアップデートはありません。しばらくしてからもう一度お試しください。
pl: Brak dostępnej aktualizacji, spróbuj ponownie później.
pt: Não há atualização disponível no momento, tente novamente mais tarde.
ru: Нет доступных обновлений, попробуйте позже.
tr: Mevcut güncelleme yok, lütfen daha sonra tekrar deneyin.
zh_hans: 没有可用的更新，请稍后再试。
zh_hant: 沒有可用的更新，請稍後再試。

# ToolNoUpdateTitle
source: No update available
de: Kein Update verfügbar
fr: Pas de mise a jour disponible
ga: Níl aon nuashonrú ar fáil
ja: 更新はありません
pl: Brak dostępnej aktualizacji
pt: Nenhuma atualização disponível
ru: Нет доступных обновлений
tr: Güncelleme mevcut değil
zh_hans: 无可用更新
zh_hant: 無可用更新

# toolStripMenuItemOpenCustomLogo
source: Open Custom Logo
fr: Ouvrir le logo personnalisé
ga: Oscail Lógó Saincheaptha

# ToolTipRGBCOLOUR
source: RGB colour
de: RGB-Farben
fr: Couleur RVB
ga: Dath RGB
ja: RGBカラー
pl: Kolor RGB
pt: Cor RGB
ru: Цвет RGB
tr: RGB rengi
zh_hans: RGB颜色
zh_hant: RGB顏色

# ToolTipRGBCOLOURCOPIED
source: copied to clipboard!
de: In die Zwischenablage kopiert!
fr: copié dans le presse-papier!
ga: cóipeáladh chuig gearrthaisce!
ja: クリップボードにコピーしました！
pl: skopiowane do schowka!
pt: Copiado para a área de transferência!
ru: скопировано в буфер обмена!
tr: panoya kopyalandı!
zh_hans: 复制到剪贴板！
zh_hant: 複製到剪貼板！

# toolToolStripMenuItem
source: Tool
fr: Outil
ga: Uirlis

# ToolUpdating
source: Closing application to update...
de: Aktualisiere...
fr: Fermeture de l'application pour mettre à jour ...
ga: Iarratas deiridh le nuashonrú ...
ja: 更新するアプリケーションを閉じています...
pl: Zamykam aplikację do aktualizacji ...
pt: Fechando o aplicativo para atualizar ...
ru: Закрытие приложения для обновления ...
tr: Güncellenecek uygulama kapatılıyor ...
zh_hans: 正在关闭应用程序以进行更新...
zh_hant: 正在關閉應用程序以進行更新...

# UpdateStatus
source: Status:
fr: Statut:
ga: Stádas:
ja: 状態：
pt: Estado:
ru: Положение дел:
tr: Durum:
zh_hans: 状态：
zh_hant: 狀態：

# UpdateStatusOffline
source: Offline
fr: Hors ligne
ga: As líne
ja: オフライン
pt: Desligado
ru: Не в сети
tr: Çevrimdışı
zh_hans: 离线
zh_hant: 離線

# UpdateStatusOnline
source: Online
fr: En ligne
ga: Ar líne
ja: オンライン
pt: ligado
ru: В сети
tr: İnternet üzerinden
zh_hans: 线上
zh_hant: 線上

# Zipfile_logo_bin_error
source: Error: Zip file <ZFN> Doesn't contain logo.bin
de: FEHLER: Zip-Datei <ZFN> enthält kein logo.bin
fr: Erreur: le fichier Zip <ZFN> ne contient pas de logo.bin
ga: Earráid: Comhad zip <ZFN> Níl logo.bin ann
ja: エラー：Zipファイル<ZFN>にlogo.binが含まれていません
pl: Błąd: plik ZIP <ZFN> nie zawiera logo.bin
pt: Erro: o arquivo ZIP <ZFN> não contém um logo.bin
ru: Ошибка: Zip-файл <ZFN> не содержит logo.bin
tr: Hata: <ZFN> Zip dosyası logo.bin içermiyor
zh_hans: 错误：Zip文件<ZFN>不包含logo.bin
zh_hant: 錯誤：Zip文件<ZFN>不包含logo.bin

source: Boot Logos Channel
de: Bootlogo-Kanal
fr: Canal de logos de démarrage
ja: ブートロゴチャネル
pl: Kanał z logo rozruchowym
pt: Canal de logotipos de inicialização
tr: Önyükleme Logoları Kanalı
zh_hans: 开机徽标频道
zh_hant: 開機徽標頻道

# AboutBoxOS
source: OS:
de: Betriebssystem:
pl: System operacyjny:
pt: SO:
ru: ОПЕРАЦИОННЫЕ СИСТЕМЫ:
tr: İŞLETİM SİSTEMİ:
zh_hans: 作业系统：
zh_hant: 作業系統：

# CLbtnSend
source: Send Request License
ja: リクエストライセンスの送信
pl: Wyślij żądanie licencji
pt: Enviar solicitação de licença
ru: Отправить запрос на лицензию
zh_hans: 发送请求许可证
zh_hant: 發送請求許可證

# CLlabelCLTitle
source: License Request
ja: ライセンスリクエスト
pl: Żądanie licencji
pt: Pedido de Licença
ru: Запрос на лицензию
zh_hans: 许可证申请
zh_hant: 許可證申請

# CLlabelContactTO
source: Contact To:
ja: 連絡先：
pl: Kontakt do:
pt: Contatar:
ru: Свяжитесь с:
zh_hans: 联络人：
zh_hant: 聯絡人：

# CLlabelEmailTitle
source: Email
ja: Eメール
pt: O email
ru: Эл. адрес
zh_hans: 电子邮件
zh_hant: 電子郵件

# CLlabelNOTE
source: NOTE: Your request may take one day to get it!
ja: 注：リクエストが届くまでに1日かかる場合があります。
pl: UWAGA: Twoja prośba może zająć jeden dzień!
pt: NOTA: Sua solicitação pode levar um dia para ser concluída!
ru: ПРИМЕЧАНИЕ. На получение вашего запроса может потребоваться один день!
zh_hans: 注意：您的请求可能需要一天的时间才能收到！
zh_hant: 注意：您的請求可能需要一天的時間才能收到！

# CLlabelYourEmailInfo
source: Your Email:
ja: あなたのEメール：
pl: Twój email:
pt: Seu email:
ru: Твое письмо:
zh_hans: 你的邮件：
zh_hant: 你的郵件：
