Repository: Franco28/Moto_Boot_Logo_Maker
Catalog: Tool/Moto_Logo/Resources.*.resx
Languages: de, fr, ga, ja, pl, pt, ru, tr, zh_hans, zh_hant

# ImageLoadFail
source: At least one image failed to load, are you sure you wish to proceed?
de: Mindestens ein Bild konnte nicht geladen werden, willst du wirklich weitermachen?
fr: Au moins une image n'a pas pu se charger, êtes-vous sûr de vouloir continuer?
ga: Níor éirigh le híomhá amháin ar a laghad a luchtú, an bhfuil tú cinnte gur mian leat dul ar aghaidh?
ja: 少なくとも1つの画像を読み込めませんでした。続行してもよろしいですか？
pl: Nie udało się załadować co najmniej jednego obrazu. Czy na pewno chcesz kontynuować?
pt: Pelo menos uma imagem não foi carregada. Tem certeza de que deseja continuar?
ru: Не удалось загрузить хотя бы одно изображение. Вы уверены, что хотите продолжить?
tr: En az bir resim yüklenemedi, devam etmek istediğinizden emin misiniz?
zh_hans: 至少有一张图片无法加载，确定要继续吗？
zh_hant: 至少有一張圖片無法加載，確定要繼續嗎？

# ImageSaveOk
source: Image saved as
de: Bild gespeichert, als
fr: Image enregistrée sous
ga: Íomhá sábháilte mar
ja: として保存された画像
pl: Obraz zapisany jako
pt: Imagem salva como
ru: Изображение сохранено как
tr: Resim olarak kaydedildi
zh_hans: 图片另存为
zh_hant: 圖片另存為

# ImageSaveOk2
source: Successfully
de: Erfolgreich
fr: Avec succès
ga: Go rathúil
ja: 成功した
pl: Z powodzeniem
pt: com sucesso
ru: Успешно
tr: Başarıyla
zh_hans: 成功地
zh_hant: 成功地

# InternetCheck
source: Please check your internet connection and try again!
de: Bitte überprüfe deine Internetverbindung!
fr: S'il vous plaît, vérifiez votre connexion à internet et réessayez!
ga: Seiceáil do nasc idirlín agus bain triail eile as!
ja: インターネット接続を確認して、もう一度お試しください。
pl: Sprawdź swoje połączenie internetowe i spróbuj ponownie!
pt: Por favor verifique sua conexão com a internet e tente novamente!
ru: Пожалуйста, проверьте ваше интернет-соединение и попробуйте снова!
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin!
zh_hans: 请检查您的互联网连接，然后重试！
zh_hant: 請檢查您的互聯網連接，然後重試！

# joinTelegramBootLogosToolStripMenuItem
source: Join Telegram Boot Logos
de: Trete dem Telegram-Kanal bei
fr: Rejoignez les logos de démarrage Telegram
ga: Bí ar Lógónna Tosaithe Telegram
ja: Telegram Boot Logosに参加する
pl: Dołącz do logo startowego Telegram
pt: Junte-se aos canais de bootlogos no Telegram
ru: Присоединяйтесь к Telegram Boot Logos
tr: Telegram Önyükleme Logolarına Katılın
zh_hans: 加入电报启动徽标
zh_hant: 加入電報啟動徽標

# JPGimgIsToBig
source: Image <IMGExtension> is too big! Please reduce it size lower than 2.6MB.
de: Bild <IMGExtension> ist zu groß! Bitte reduzieren Sie die Größe auf weniger als 2,6 MB.
fr: L'image <IMGExtension> est trop grande! Veuillez réduire sa taille à moins de 2,6 Mo.
ga: Tá íomhá <IMGExtension> ró-mhór! Laghdaigh a mhéid níos ísle ná 2.6MB le do thoil.
ja: このjpg画像は長すぎます。 サイズを2.5MBより小さくします
pl: Proszę, ten obraz jpg, jest za długi! zmniejszyć rozmiar poniżej 2,5 MB
pt: Por favor, esta imagem jpg é muito grande! Reduza o tamanho abaixo de 2,5 MB
ru: Пожалуйста, это изображение JPG, это слишком долго! уменьшить размер ниже 2,5 МБ
tr: <IMGExtension> görüntüsü çok büyük! Lütfen boyutu 2,6 MB'den daha düşük bir boyuta düşürün.
zh_hans: 请这张jpg图片，太长了！ 将大小减小到2.5MB以下
zh_hant: 請這張jpg圖片，太長了！ 將大小減小到2.5MB以下

# labelBuildPath
source: Logo Build Path
de: Logo-Pfad
fr: Chemin du logo
ga: Conair lógó
ja: ロゴパス
pl: Ścieżka do logo
pt: Caminho do logotipo
ru: Путь к логотипу
tr: Logo yolu
zh_hans: 徽标构建路径
zh_hant: 徽標構建路徑

# labelErrorGoToFileInfo
source: Open Logs:
fr: Journaux ouverts:
ga: Logaí Oscailte:

# labelGoToErrorToolTipText
source: Open logs folder
fr: Ouvrir le dossier des journaux
ga: Fillteán logaí oscailte

# labelImageStatusLocked
source: * Image Status: Locked
de: * Bildstatus: Gesperrt
fr: * Statut de l'image: verrouillé
ga: * Stádas Íomhá: Faoi Ghlas
ja: *画像のステータス：ロック
pl: * Stan obrazu: zablokowany
pt: * Status da imagem: bloqueada
ru: * Статус изображения: заблокировано
tr: * Görüntü Durumu: Kilitli
zh_hans: *图片状态：锁定
zh_hant: *圖片狀態：鎖定

# labelImageStatusUnlocked
source: * Image Status: Unlocked
de: * Bildstatus: Entsperrt
fr: * Statut de l'image: déverrouillé
ga: * Stádas Íomhá: Díghlasáilte
ja: *画像のステータス：ロック解除
pl: * Stan obrazu: odblokowany
pt: * Status da imagem: desbloqueado
ru: * Статус изображения: разблокировано
tr: * Görüntü Durumu: Kilitli Değil
zh_hans: *图片状态：已解锁
zh_hant: *圖片狀態：已解鎖

# labelReloadTool
source: Reload
de: Neu laden
fr: Recharger
ga: Athlódáil
ja: リロード
pl: Przeładować
pt: Recarregar
ru: Перезагрузить
tr: Tekrar yükle
zh_hans: 重装
zh_hant: 重裝

# labelSearchDevice
source: Search Device
de: Gerät suchen
fr: Rechercher un appareil
ga: Gléas Cuardaigh
ja: 検索デバイス
pl: Wyszukaj urządzenie
pt: Dispositivo de Pesquisa
ru: Поиск на устройстве
tr: Cihaz Ara
zh_hans: 搜索设备
zh_hant: 搜索設備

# languageToolStripMenuItem
source: Language
de: Sprache
fr: Langue
ga: Teanga
ja: 言語
pl: Język
pt: Idioma
tr: Dil
zh_hans: 语言
zh_hant: 語言

# lighttoolStripMenuItem
source: Light
de: Hell
fr: Lumière
ga: Solas
ja: 光
pl: Lekki
pt: Claro
tr: Işık
zh_hans: 光
zh_hant: 光

# LoadPreviousLogo
source: There was a previous loaded logo, do you want to load it again? NOTE: This will take a time...
de: Es wurde bereits ein Logo geladen. Möchten Sie es erneut laden? HINWEIS: Dies wird einige Zeit dauern ...
fr: Il y avait un logo précédemment chargé, voulez-vous le charger à nouveau? REMARQUE: cela prendra un certain temps ...
ga: Bhí lógó luchtaithe roimhe seo, ar mhaith leat é a luchtú arís? NÓTA: Tógfaidh sé seo tamall ...
ja: 以前にロードされたロゴがありましたが、もう一度ロードしますか？ 注：これには時間がかかります...
pl: Było wczytane logo, czy chcesz je ponownie załadować? UWAGA: To zajmie trochę czasu ...
pt: Havia um logotipo carregado anteriormente, deseja carregá-lo novamente? NOTA: Isso vai demorar um pouco ...
ru: Был загружен предыдущий логотип, вы хотите загрузить его снова? ПРИМЕЧАНИЕ: Это займет время ...
tr: Daha önce yüklenmiş bir logo vardı, tekrar yüklemek ister misiniz? NOT: Bu biraz zaman alacak ...
zh_hans: 以前有一个已加载的徽标，您要重新加载吗？ 注意：这将花费一些时间...
zh_hant: 以前有一個已加載的徽標，您要重新加載嗎？ 注意：這將花費一些時間...

# LogoBinInvalid
source: Invalid logo.bin file loaded
de: Kappute logo.bin Datei geladen
fr: Fichier logo.bin non valide chargé
ga: Comhad neamhbhailí logo.bin luchtaithe
ja: ロードされたlogo.binファイルが無効です
pl: Załadowano nieprawidłowy plik logo.bin
pt: Arquivo logo.bin inválido carregado
ru: Загружен неверный файл logo.bin
tr: Geçersiz logo.bin dosyası yüklendi
zh_hans: 加载了无效的logo.bin文件
zh_hant: 加載了無效的logo.bin文件

# LogoBinProccesing
source: Processing
de: Verarbeite
fr: En traitement
ga: Próiseáil
ja: 処理
pl: Przetwarzanie
pt: Processando
ru: обработка
tr: İşleme
zh_hans: 处理中
zh_hant: 處理中

# LogoBinProcessAborted
source: Processing Aborted
de: Verarbeitung abgebrochen
fr: Traitement abandonné
ga: Próiseáil Giorraithe
ja: 処理を中止しました
pl: Przetwarzanie przerwane
pt: Processamento interrompido
ru: Обработка прервана
tr: İşlem Durduruldu
zh_hans: 处理中止
zh_hant: 處理中止

# LogoBinProcessOk
source: Processing Complete :)
de: Verarbeitung abgeschlossen :)
fr: Traitement terminé :)
ga: Próiseáil Críochnaithe :)
ja: 処理が完了しました:)
pl: Przetwarzanie zakończone :)
pt: Processamento completo :)
ru: Обработка завершена :)
tr: İşlem Tamamlandı :)
zh_hans: 处理完成：）
zh_hant: 處理完成：）

# LogoBinStatus
source: Status:
fr: Statut:
ga: Stádas:
ja: 状態：
ru: Положение дел:
tr: Durum:
zh_hans: 状态：
zh_hant: 狀態：

# LogoBrowserErrorBinFile
source: is not a .bin file... Select only .bin files!
fr: n'est pas un fichier .bin ... Sélectionnez uniquement les fichiers .bin!
ga: ní comhad .bin é ... Roghnaigh comhaid .bin amháin!

# LogoBrowserIsADir
source: is a directory...
fr: est un directeur...
ga: is eolaire é ...

# LogoBrowserSelectButton
source: Select
fr: Sélectionner
ga: Roghnaigh

# LogoBuildCancel
source: Logo Build: Process was cancelled!
de: Logo Build: Prozess wurde abgebrochen!
fr: Création du logo: le processus a été annulé!
ga: Tógáil Lógó: Cuireadh an próiseas ar ceal!
ja: ロゴビルド：プロセスがキャンセルされました！
pl: Kompilacja logo: proces został anulowany!
pt: Criação do logotipo: o processo foi cancelado!
ru: Создание логотипа: процесс был отменен!
tr: Logo Oluşturma: İşlem iptal edildi!
zh_hans: 徽标构建：流程已取消！
zh_hant: 徽標構建：流程已取消！

# LogoBuildError
source: Logo Build: There was an error running the process. The thread aborted
de: Logo Build: Beim Ausführen des Prozesses ist ein Fehler aufgetreten. Der Thread wurde abgebrochen
fr: Création du logo: une erreur s'est produite lors de l'exécution du processus. Le thread a abandonné
ga: Tógáil Lógó: Tharla earráid agus an próiseas á rith. Giorraíodh an snáithe
ja: ロゴビルド：プロセスの実行中にエラーが発生しました。 スレッドが中止されました
pl: Kompilacja logo: wystąpił błąd podczas wykonywania procesu. Wątek został przerwany
pt: Criação do logotipo: ocorreu um erro ao executar o processo. O tópico foi abortado
ru: Сборка логотипа: при запуске процесса произошла ошибка. Поток прерван
tr: Logo Oluşturma: İşlemi çalıştırırken bir hata oluştu. İleti dizisi iptal edildi
zh_hans: 徽标生成：运行该过程时出错。 线程中止
zh_hant: 徽標構建：運行該過程時出錯。 線程中止

# LogoBuildFolderError
source: Can't open a non existing folder path!
de: Ein nicht vorhandener Ordnerpfad kann nicht geöffnet werden!
fr: Impossible d'ouvrir un chemin de dossier non existant!
ga: Ní féidir cosán fillteáin nach bhfuil ann a oscailt!
ja: 存在しないフォルダパスを開くことができません！
pl: Nie można otworzyć nieistniejącej ścieżki folderu!
pt: Não é possível abrir um caminho de pasta inexistente!
ru: Не удается открыть путь к несуществующей папке!
tr: Mevcut olmayan bir klasör yolunu açamıyorum!
zh_hans: 无法打开不存在的文件夹路径！
zh_hant: 無法打開不存在的文件夾路徑！

# LogoBuildOK
source: Logo Build: Process was completed!
de: Logo Build: Prozess wurde abgeschlossen!
fr: Création du logo: le processus est terminé!
ga: Tógáil Lógó: Críochnaíodh an próiseas!
ja: ロゴビルド：プロセスが完了しました！
pl: Kompilacja logo: proces został zakończony!
pt: Criação do logotipo: o processo foi concluído!
ru: Создание логотипа: процесс завершен!
tr: Logo Oluşturma: İşlem tamamlandı!
zh_hans: 徽标制作：流程已完成！
zh_hant: 徽標製作：流程已完成！

# LogoBuildZipFileM
source: File Zip are missing, so logo won't be flashable!
de: File Zip fehlt, daher kann das Logo nicht geflasht werden!
fr: Le fichier Zip manque, donc le logo ne sera pas flashable!
ga: Tá File Zip ar iarraidh, mar sin ní bheidh an lógó inadhainte!
ja: File Zipがないため、ロゴはフラッシュできません。
pl: Brak pliku ZIP, więc logo nie będzie możliwe do flashowania!
pt: O arquivo Zip está faltando, então o logotipo não ficará piscando!
ru: File Zip отсутствует, поэтому логотип нельзя будет прошить!
tr: Dosya Zip'i eksik, bu yüzden logo gösterilemez!
zh_hans: 文件Zip丢失，因此徽标将不会闪烁！
zh_hant: 文件Zip丟失，因此徽標將不會閃爍！

# LogoBuildZipFileMTitle
source: Missing Script Files
de: Fehlende Skriptdateien
fr: Fichiers de script manquants
ga: Comhaid Script ar Iarraidh
ja: スクリプトファイルがありません
pl: Brakujące pliki skryptów
pt: Arquivos de script ausentes
ru: Отсутствующие файлы сценария
tr: Eksik Komut Dosyası Dosyaları
zh_hans: 缺少脚本文件
zh_hant: 缺少腳本文件

source: Logo Name
fr: Nom du logo
ga: Ainm an lógó
ja: ロゴ名
pl: Nazwa logo
pt: Nome do logotipo
ru: Название логотипа
tr: Logo adı
zh_hans: 徽标名称
zh_hant: 徽標名稱

# LogoTestADBstart
source: Starting adb... Please wait!
de: ADB wird gestartet...
fr: Démarrage de adb... Veuillez patienter!
ga: Ag tosú adb ... Fan le do thoil!
ja: adbを開始しています...お待ちください！
pl: Uruchamiam adb ... Proszę czekać!
pt: Iniciando ADB... Por favor, aguarde!
ru: Начиная adb ... Пожалуйста, подождите!
tr: Adb başlatılıyor ... Lütfen bekleyin!
zh_hans: 正在启动adb ...请稍候！
zh_hant: 正在啟動adb ...請稍候！

# LogoTestDeviceConnected
source: Device connected:
de: Gerät verbunden:
fr: Appareil connecté:
ga: Gléas ceangailte:
ja: 接続されているデバイス：
pl: Urządzenie podłączone:
pt: Dispositivo conectado:
ru: Устройство подключено:
tr: Cihaz bağlandı:
zh_hans: 连接的设备：
zh_hant: 連接的設備：

# LogoTestDeviceError
source: Please connect your device in fastboot mode!
de: Bitte verbinde dein Gerät im Fastboot-Modus!
fr: Veuillez connecter votre appareil en mode de démarrage rapide!
ga: Ceangail do ghléas i mód fastboot le do thoil!
ja: デバイスをfastbootモードで接続してください！
pl: Podłącz swoje urządzenie w trybie szybkiego uruchamiania!
pt: Por favor, coloque o dispositivo no modo fastboot!
ru: Пожалуйста, подключите ваше устройство в режиме fastboot!
tr: Lütfen cihazınızı hızlı başlatma modunda bağlayın!
zh_hans: 请以快速启动模式连接设备！
zh_hant: 請以快速啟動模式連接設備！

# LogoTestLogoB
source: Now select your logo_b please!
de: Wähle jetzt dein logo_b aus!
fr: Sélectionnez maintenant votre logo_b s'il vous plaît!
ga: Anois roghnaigh do logo_b le do thoil!
ja: 次に、logo_bを選択してください！
pl: Teraz wybierz swoje logo_b proszę!
pt: Agora selecione o seu logo_b por favor!
ru: Теперь выберите ваш logo_b, пожалуйста!
tr: Şimdi logonuzu seçin_b lütfen!
zh_hans: 现在请选择您的logo_b！
zh_hant: 現在請選擇您的logo_b！

# LogoTestMoveThis
source: Please move your logo.bin into this folder!
de: Bitte verschiebe logo.bin in diesen Ordner!
fr: Veuillez déplacer votre logo.bin dans ce dossier!
ga: Bog do logo.bin isteach san fhillteán seo le do thoil!
ja: logo.binをこのフォルダーに移動してください！
pl: Przenieś swoje logo.bin do tego folderu!
pt: Mova seu logo.bin para esta pasta!
ru: Пожалуйста, переместите ваш logo.bin в эту папку!
tr: Lütfen logo.bin dosyanızı bu klasöre taşıyın!
zh_hans: 请将您的logo.bin移到该文件夹中！
zh_hant: 請將您的logo.bin移到該文件夾中！

# LogoTestRO
source: Reboot option
de: Netstartoption
fr: Option de redémarrage
ga: Atosaigh rogha
ja: 再起動オプション
pl: Opcja ponownego uruchomienia
pt: Opção de reboot
ru: Опция перезагрузки
tr: Yeniden başlatma seçeneği
zh_hans: 重新启动选项
zh_hant: 重新啟動選項

# LogoTestSaveLogsBTN
source: Save console logs
de: Speichere Logs
fr: Enregistrer les journaux de la console
ga: Sábháil logaí consól
ja: コンソールログを保存する
pl: Zapisz dzienniki konsoli
pt: Salvar logs do console
ru: Сохранить логи консоли
tr: Konsol günlüklerini kaydedin
zh_hans: 保存控制台日志
zh_hant: 保存控制台日誌

# LogoTestSelectedA
source: Selected A Partition
de: A-Parition ausgewählt
fr: Partition A sélectionnée
ga: Deighilt roghnaithe A
ja: パーティションを選択しました
pl: Wybrana partycja A
pt: Partição A selecionada
ru: Выбранный раздел А
tr: Seçilmiş A Bölümü
zh_hans: 选择分区
zh_hant: 選擇分區

# LogoTestSelectedAB
source: Selected A/B Partition
de: A/B-Parition ausgewählt
fr: Partition A/B sélectionnée
ga: Deighilt roghnaithe A/B
ja: 選択されたA / Bパーティション
pl: Wybrana partycja A/B
pt: Partição A/B selecionada
ru: Выбранный раздел А/Б
tr: Seçilmiş A/B Bölümü
zh_hans: 选定的A / B分区
zh_hant: 選定的A/B分區

# LogoTestSelectedRBL
source: Selected reboot bootloader
de: Bootloader Neustarten ausgewählt
fr: Chargeur de démarrage de redémarrage sélectionné
ga: Bootloader atosaigh roghnaithe
ja: 選択した再起動ブートローダー
pl: Wybrany restart bootloadera
pt: Selecionado reboot bootloader
ru: Выбранная перезагрузка загрузчика
tr: Yeniden başlatma önyükleyicisi seçildi
zh_hans: 选择重启引导程序
zh_hant: 選擇重啟引導程序

# LogoTestSelectUDP
source: Select your device partition
de: Wähle die Geräteparititon
fr: Sélectionnez la partition de votre appareil
ga: Roghnaigh deighilt do ghléis
ja: デバイスのパーティションを選択してください
pl: Wybierz partycję urządzenia
pt: Selecione a partição do seu dispositivo
ru: Выберите раздел вашего устройства
tr: Cihaz bölümünüzü seçin
zh_hans: 选择您的设备分区
zh_hant: 選擇您的設備分區

# LogoTestSelectYourDP
source: Please select your device partition before continue!
de: Bitte wähle die Gerätepartition!
fr: Veuillez sélectionner la partition de votre appareil avant de continuer!
ga: Roghnaigh deighilt do ghléis le do thoil sula leanfaidh tú ar aghaidh!
ja: 続行する前にデバイスのパーティションを選択してください！
pl: Przed kontynuowaniem wybierz partycję urządzenia!
pt: Por favor, selecione a partição do seu dispositivo antes de prosseguir!
ru: Пожалуйста, выберите раздел устройства, прежде чем продолжить!
tr: Devam etmeden önce lütfen cihaz bölümünüzü seçin!
zh_hans: 请选择您的设备分区，然后再继续！
zh_hant: 請選擇您的設備分區，然後再繼續！

# LogoTestTitle
source: Test your logo bin!
de: Teste dein logo!
fr: Testez votre bac à logo!
ga: Tástáil do bhosca bruscair!
ja: ロゴビンをテストしてください！
pl: Przetestuj swój kosz na logo!
pt: Teste o seu logo.bin!
ru: Проверьте свой логотип бен!
tr: Logo kutunuzu test edin!
zh_hans: 测试徽标箱！
zh_hant: 測試徽標箱！

# logo_battery_ToolTipText
source: Visible when your phone has had its battery fully discharged, and you
de: Sichtbar wenn dein Akku komplett leer ist und
fr: Visible lorsque la batterie de votre téléphone est complètement déchargée et que vous
ga: Infheicthe nuair a urscaoiltear ceallraí do ghutháin go hiomlán, agus tusa
ja: スマートフォンのバッテリーが完全に放電しているときに表示されます。
pl: Widoczny, gdy bateria telefonu jest całkowicie rozładowana, a Ty
pt: Visível quando o telefone está com a bateria totalmente descarregada, e você
ru: Отображается, когда аккумулятор полностью разряжен, а вы
tr: Telefonunuzun pili tamamen boşaldığında ve siz
zh_hans: 当手机的电池电量完全耗尽时可见
zh_hant: 當手機的電池電量完全耗盡時可見

# logo_battery_ToolTipText2
source: plug your phone into charge
de: du dein Gerät lädst
fr: branchez votre téléphone en charge
ga: breiseán do ghuthán i gceannas
ja: スマートフォンを充電する
pl: podłącz telefon do ładowania
pt: conecta o dispositivo no carregador
ru: подключите телефон к зарядке
tr: telefonunuzu şarja takın
zh_hans: 将手机插入电源
zh_hant: 將手機插入電源

# logo_boot_ToolTipText
source: Visible only with bootloader locked phone. It is suggested you remove
de: Nur in Geräten mit gesperrtem Bootloader sichtbar. Es wird empfohlen
fr: Visible uniquement avec le téléphone verrouillé par le chargeur de démarrage. Il est suggéré de supprimer
ga: Infheicthe ach le fón faoi ghlas tosaithe-luchtaithe. Moltar duit a bhaint
ja: ブートローダーがロックされた電話でのみ表示されます。 削除することをお勧めします
pl: Widoczne tylko przy telefonie z blokadą bootloadera. Sugeruje się usunięcie
pt: Visível apenas quando o bootloader está bloqueado. Sugerimos que você remova
ru: Видна только при заблокированном загрузчике телефона. Предлагается удалить
tr: Yalnızca önyükleyici kilitli telefonla görünür. Kaldırmanız önerilir
zh_hans: 仅在引导加载程序锁定的手机上可见。 建议您删除
zh_hant: 僅在Bootloader鎖定的手機上可見。 建議您刪除

# logo_boot_ToolTipText2
source: the picture that is in this entry, to save bytes in your logo.bin
de: das Bild zu löschen um Platz in deiner logo.bin zu sparen
fr: l'image qui se trouve dans cette entrée, pour enregistrer des octets dans votre logo.bin
ga: an pictiúr atá san iontráil seo, chun bearta a shábháil i do logo.bin
ja: このエントリにある画像。logo.binにバイトを保存します。
pl: obraz znajdujący się w tym wpisie, aby zapisać bajty w swoim logo.bin
pt: a imagem que está nesta opção, para economizar bytes no seu logo.bin
ru: изображение, которое находится в этой записи, чтобы сохранить байты в вашем logo.bin
tr: baytları logo.bin dosyanıza kaydetmek için bu girdideki resim
zh_hans: 此项中的图片，用于将字节保存在logo.bin中
zh_hant: 此項中的圖片，用於將字節保存在logo.bin中

# logo_charge_ToolTipText
source: Visible when your phone is plugged in while fully powered off, and the phone has more
de: Sichtbar wenn dein Gerät aus ist, dein Akku etwas voll ist und du dein Gerät lädst.
fr: Visible lorsque votre téléphone est branché alors qu'il est complètement éteint et que le téléphone a plus
ga: Infheicthe nuair a bhíonn do ghuthán plugáilte isteach agus é lánchumhachta, agus bíonn níos mó ag an bhfón
ja: 完全に電源がオフの状態で電話が接続されている場合に表示されます。
pl: Widoczny, gdy telefon jest podłączony i całkowicie wyłączony, a telefon ma więcej
pt: Visível quando o telefone está conectado enquanto está totalmente desligado e o telefone tem mais
ru: Отображается, когда телефон подключен к сети, когда он полностью выключен, а телефон
tr: Telefonunuz tamamen kapalıyken fişe takıldığında ve telefonda daha fazlası olduğunda görünür
zh_hans: 在完全关闭电源的情况下插入手机时可见，并且手机具有更多功能
zh_hant: 在完全關閉電源的情況下插入手機時可見，並且手機還有更多功能

# logo_charge_ToolTipText2
source: than 3% charge. logo_battery is shown instead if it has 0-3% charge.
de: logo_battery wird bei unter 3% angezeigt.
fr: plus de 3% de charge. logo_battery est affiché à la place s'il a une charge de 0 à 3%.
ga: ná muirear 3%. taispeántar logo_battery ina ionad má tá muirear 0-3% air.
ja: 3％以上の充電。 充電量が0〜3％の場合は、代わりにlogo_batteryが表示されます。
pl: niż 3% naładowania. Logo_battery jest wyświetlane, jeśli jest naładowane w 0-3%.
pt: de 3% de carga. logo_battery é mostrado se tiver entre 0-3% de carga.
ru: чем 3% заряда. Вместо этого отображается logo_battery, если он имеет заряд 0-3%.
tr: % 3'ten fazla ücret. % 0-3 şarja sahipse bunun yerine logo_battery gösterilir.
zh_hans: 超过3％的费用。 如果充电0-3％，则会显示logo_battery。
zh_hant: 超過3％的費用。 如果充電0-3％，則會顯示logo_battery。

# logo_lowpower_ToolTipText
source: Visible when the phone has more than 3% power while fully powered off. Not much more is known.
de: Es ist nicht viel hierüber bekannt.
fr: Visible lorsque le téléphone a plus de 3% de puissance lorsqu'il est complètement éteint. On n'en sait pas beaucoup plus.
ga: Infheicthe nuair a bhíonn níos mó ná 3% de chumhacht ag an bhfón agus é lánchumhachta. Níl i bhfad níos mó ar eolas.
ja: 完全に電源がオフの状態で、電話の電力が3％を超える場合に表示されます。 あまり知られていません。
pl: Widoczny, gdy telefon ma więcej niż 3% mocy przy pełnym wyłączeniu. Niewiele więcej wiadomo.
pt: Visível quando o telefone tem mais de 3% de energia enquanto está totalmente desligado. Não se sabe muito mais sobre isso.
ru: Отображается, когда телефон имеет более 3% энергии при полном отключении. Не намного больше известно.
tr: Telefon tamamen kapalıyken% 3'ten fazla güce sahip olduğunda görünür. Daha fazlası bilinmiyor.
zh_hans: 当手机完全断电时，如果手机电量超过3％，则显示此内容。 所知不多。
zh_hant: 在手機完全關閉電源時，如果手機的電量超過3％，則顯示此內容。 所知不多。

# logo_lowpower_ToolTipText2
source: This feature is only present on the Moto E
de: Dies existiert nur auf dem Moto E
fr: Cette fonctionnalité n'est présente que sur le Moto E
ga: Níl an ghné seo i láthair ach ar an Moto E.
ja: この機能はMoto Eにのみ存在します
pl: Ta funkcja jest dostępna tylko w Moto E.
pt: Esse recurso está presente apenas no Moto E
ru: Эта функция присутствует только на Moto E
tr: Bu özellik yalnızca Moto E'de mevcuttur
zh_hans: 此功能仅在Moto E上存在
zh_hant: 此功能僅在Moto E上存在

# logo_orange_ToolTipText
source: Visible on new Moto bootloader unlocked phones. What you put here is likely to look
de: Sichtbar auf Geräten,
fr: Visible sur les nouveaux téléphones déverrouillés du chargeur de démarrage Moto. Ce que vous mettez ici est susceptible de ressembler
ga: Infheicthe ar fhóin dhíghlasáilte nua Moto bootloader. Is dóigh go bhféachfaidh an rud a chuireann tú anseo
ja: 新しいMotoブートローダーのロック解除された電話で表示されます。 あなたがここに置いたものは見そうです
pl: Widoczne na nowych telefonach z odblokowanym bootloaderem Moto. To, co tu umieściłeś, prawdopodobnie będzie wyglądać
pt: Visível nos novos Motorolas com bootloader desbloqueado.
ru: Видно на новом мото загрузчике разблокированных телефонов. То, что вы положили сюда, скорее всего, будет выглядеть
tr: Yeni Moto bootloader kilidi açılmış telefonlarda görülebilir. Buraya koyduğunuz şey muhtemelen görünecektir
zh_hans: 在新的Moto引导加载程序未锁定的手机上可见。 你在这里放的东西可能看起来
zh_hant: 在新的Moto引導加載程序未鎖定的手機上可見。 你在這裡放的東西可能看起來

# logo_orange_ToolTipText2
source: much better than the unlocked device warning. :)
de: die Bootloader-Entsperrt wurden.
fr: bien mieux que l'avertissement de l'appareil déverrouillé. :)
ga: i bhfad níos fearr ná an rabhadh feiste díghlasáilte. :)
ja: ロック解除されたデバイスの警告よりもはるかに優れています。 :)
pl: znacznie lepsze niż ostrzeżenie o odblokowanym urządzeniu. :)
pt: muito melhor do que o aviso do dispositivo desbloqueado. :)
ru: намного лучше, чем предупреждение о разблокированном устройстве. :)
tr: kilitli olmayan cihaz uyarısından çok daha iyi. :)
zh_hans: 比未锁定的设备警告好得多。 :)
zh_hant: 比未鎖定的設備警告好得多。 :)

# logo_red_ToolTipText
source: Visible when your phone failed OS verification
de: Sichtbar wenn die OS-Verifikation fehlgeschlagen ist.
fr: Visible lorsque la vérification du système d'exploitation de votre téléphone a échoué
ga: Infheicthe nuair a theip ar do ghuthán fíorú OS
ja: スマートフォンがOS検証に失敗したときに表示されます
pl: Widoczne, gdy telefon nie przeszedł weryfikacji systemu operacyjnego
pt: Visível quando o dispositivo falha na verificação do SO
ru: Видимо, когда ваш телефон не прошел проверку ОС
tr: Telefonunuz işletim sistemi doğrulamasında başarısız olduğunda görünür
zh_hans: 当手机的OS验证失败时显示
zh_hant: 當手機的OS驗證失敗時顯示
