Repository: Franco28/Moto_Boot_Logo_Maker
Catalog: Tool/Moto_Logo/Resources.*.resx
Languages: de, fr, ga, ja, pl, pt, ru, tr, zh_hans, zh_hant

# logo_unlocked_ToolTipText
source: Visible on bootloader unlocked phones. What you put here is likely to look
de: Sichtbar auf Geräten,
fr: Visible sur les téléphones déverrouillés du chargeur de démarrage. Ce que vous mettez ici est susceptible de ressembler
ga: Infheicthe ar fhóin dhíghlasáilte tosaithe luchtaithe. Is dóigh go bhféachfaidh an rud a chuireann tú anseo
ja: ブートローダーのロックが解除された電話で表示されます。 あなたがここに置いたものは見そうです
pl: Widoczne na telefonach z odblokowanym bootloaderem. To, co tu umieściłeś, prawdopodobnie będzie wyglądać
pt: Visível nos novos Motorolas com bootloader desbloqueado. O que você coloca aqui provavelmente parecerá
ru: Видно на загрузчике разблокированные телефоны. То, что вы положили сюда, скорее всего, будет выглядеть
tr: Önyükleyici kilidi açılmış telefonlarda görülebilir. Buraya koyduğunuz şey muhtemelen görünecektir
zh_hans: 在引导加载程序未锁定的手机上可见。 你在这里放的东西可能看起来
zh_hant: 在引導加載程序未鎖定的手機上可見。 你在這裡放的東西可能看起來

# logo_unlocked_ToolTipText2
source: much better than the unlocked device warning. :)
de: die Bootloader-Entsperrt wurden.
fr: bien mieux que l'avertissement de l'appareil déverrouillé. :)
ga: i bhfad níos fearr ná an rabhadh feiste díghlasáilte. :)
ja: ロック解除されたデバイスの警告よりもはるかに優れています。 :)
pl: znacznie lepsze niż ostrzeżenie o odblokowanym urządzeniu. :)
pt: muito melhor do que o aviso do dispositivo desbloqueado. :)
ru: намного лучше, чем предупреждение о разблокированном устройстве. :)
tr: kilitli olmayan cihaz uyarısından çok daha iyi. :)
zh_hans: 比未锁定的设备警告好得多。 :)
zh_hant: 比未鎖定的設備警告好得多。 :)

# logo_unplug_ToolTipText
source: Visible when the phone is fully charged while plugged in and fully powered off.
de: Sichtbar wenn der Akku vollstädig geladen ist und das Gerät lädt.
fr: Visible lorsque le téléphone est complètement chargé lorsqu'il est branché et complètement éteint.
ga: Infheicthe nuair a bhíonn an fón luchtaithe go hiomlán agus é plugáilte isteach agus lánchumhachta.
ja: プラグを差し込んで完全に電源をオフにした状態で電話が完全に充電されているときに表示されます。
pl: Widoczny, gdy telefon jest w pełni naładowany, gdy jest podłączony i całkowicie wyłączony.
pt: Visível quando o telefone está totalmente carregado enquanto estiver conectado e totalmente desligado.
ru: Отображается, когда телефон полностью заряжен, когда он подключен и полностью выключен.
tr: Telefon prize takılı ve tamamen kapalıyken tamamen şarj olduğunda görünür.
zh_hans: 当手机在插入电源并完全关闭电源时充满电时可见。
zh_hant: 當手機在插入電源並完全關閉電源時充滿電時可見。

# logo_unplug_ToolTipText2
source: This feature is only present on the Moto E
de: Dies existiert nur auf dem Moto E
fr: Cette fonctionnalité n'est présente que sur le Moto E
ga: Níl an ghné seo i láthair ach ar an Moto E.
ja: この機能はMoto Eにのみ存在します
pt: Esse recurso está presente apenas no Moto E
ru: Эта функция присутствует только на Moto E
tr: Bu özellik yalnızca Moto E'de mevcuttur
zh_hans: 此功能仅在Moto E上存在
zh_hant: 此功能僅在Moto E上存在

# logo_yellow_ToolTipText
source: Visible when your phone load a different OS
de: Sichtbar wenn dein Gerät ein anderes Betriebssystem lädt
fr: Visible lorsque votre téléphone charge un autre système d'exploitation
ga: Infheicthe nuair a luchtaíonn do ghuthán OS difriúil
ja: スマートフォンが別のOSを読み込んだときに表示されます
pl: Widoczne, gdy telefon ładuje inny system operacyjny
pt: Visível quando o dispositivo carrega um SO diferente
ru: Видно, когда ваш телефон загружает другую ОС
tr: Telefonunuz farklı bir işletim sistemi yüklediğinde görünür
zh_hans: 当您的手机加载其他操作系统时可见
zh_hant: 當您的手機加載其他操作系統時可見

# LogsErrorOpenFolder
source: Do you want to open Logs folder?
de: Möchten Sie den Ordner "Protokolle" öffnen?
fr: Voulez-vous ouvrir le dossier Journaux?
ga: Ar mhaith leat fillteán Logaí a oscailt?
ja: Logsフォルダを開きますか？
pl: Czy chcesz otworzyć folder Logs?
pt: Você quer abrir a pasta Logs?
ru: Вы хотите открыть папку журналов?
tr: Günlükler klasörünü açmak istiyor musunuz?
zh_hans: 您要打开日志文件夹吗？
zh_hant: 您要打開日誌文件夾嗎？

# LogsErrorSend
source: Do you want to send Logs now?
de: Möchten Sie jetzt Protokolle senden?
fr: Voulez-vous envoyer des journaux maintenant?
ga: Ar mhaith leat Logaí a sheoladh anois?
ja: 今すぐログを送信しますか？
pl: Czy chcesz teraz wysłać logi?
pt: Quer enviar Logs agora?
ru: Вы хотите отправить журналы сейчас?
tr: Şimdi Günlükleri göndermek istiyor musunuz?
zh_hans: 您要立即发送日志吗？
zh_hant: 您要立即發送日誌嗎？

# LogTestWrongBin
source: Please select a correct logo.bin file! This is a wrong file:
de: Bitte wähle ein korrektes logo.bin aus. Dies ist nicht korrekt:
fr: Veuillez sélectionner un fichier logo.bin correct! c'est un mauvais fichier:
ga: Roghnaigh comhad ceart logo.bin le do thoil! is comhad mícheart é seo:
ja: 正しいlogo.binファイルを選択してください！ これは間違ったファイルです：
pl: Wybierz poprawny plik logo.bin! to jest zły plik:
pt: Selecione um arquivo logo.bin correto! este é um arquivo errado:
ru: Пожалуйста, выберите правильный файл logo.bin! это неправильный файл:
tr: Lütfen doğru bir logo.bin dosyası seçin! bu yanlış bir dosyadır:
zh_hans: 请选择正确的logo.bin文件！ 这是一个错误的文件：
zh_hant: 請選擇正確的logo.bin文件！ 這是一個錯誤的文件：

# materialButtonResetAllProfiles
source: Reset All Profiles
de: Alle Profile zurücksetzten
fr: Réinitialiser tous les profils
ga: Athshocraigh Gach Próifíl
ja: すべてのプロファイルをリセット
pl: Zresetuj wszystkie profile
pt: Restaurar todos perfis
ru: Сбросить все профили
tr: Tüm Profilleri Sıfırla
zh_hans: 重置所有配置文件
zh_hant: 重置所有配置文件

# materialButtonResetToolSettings
source: Reset Tool Settings
de: Einstellungen zurücksetzen
fr: Réinitialiser les paramètres de l'outil
ga: Athshocraigh Socruithe Uirlisí
ja: ツール設定をリセット
pl: Zresetuj ustawienia narzędzia
pt: Restaurar configurações
ru: Сбросить настройки инструмента
tr: Araç Ayarlarını Sıfırla
zh_hans: 重置工具设置
zh_hant: 重置工具設置

# materialLabel10
source: * Click on image and will be locked
de: * Klicke aufs Bild und es wird gesperrt
fr: * Cliquez sur l'image et sera verrouillé
ga: * Cliceáil ar íomhá agus beidh sí faoi ghlas
ja: *画像をクリックするとロックされます
pl: * Kliknij na obraz i zostanie zablokowany
pt: * Clique na imagem e será bloqueado
ru: * Нажмите на изображение, и он будет заблокирован
tr: * Resme tıklayın ve kilitlenecektir
zh_hans: *单击图像将被锁定
zh_hant: *單擊圖像將被鎖定

# materialLabel11
source: * Double click and will be unlocked
de: * Doppelklicke aufs Bild und es wird entsperrt
fr: * Double-cliquez et sera déverrouillé
ga: * Cliceáil faoi dhó agus díghlasálfar é
ja: *ダブルクリックするとロックが解除されます
pl: * Kliknij dwukrotnie, a zostanie odblokowany
pt: * Clique duas vezes e será desbloqueado
ru: * Двойной щелчок и будет разблокирован
tr: * Çift tıklayın ve kilidi açılacaktır
zh_hans: *双击将被解锁
zh_hant: *雙擊將被解鎖

source: Max Logo.bin size
de: Maximale Logo.bin Größe
fr: Taille maximale du logo.bin
ga: Max Logo.bin méid
ja: 最大Logo.binサイズ
pl: Maksymalny rozmiar Logo.bin
pt: Tamanho máximo do logo.bin
ru: Максимальный размер Logo.bin
tr: Max Logo.bin boyutu
zh_hans: Logo.bin的最大大小
zh_hant: Logo.bin的最大大小

# NETFRAMEWORKERROR
source: .NET Framework: Unable to reach out .NET Framework version...
fr: .NET Framework: impossible d'accéder à la version .NET Framework ...
ga: .NET Framework: Ní féidir síneadh amach. Leagan Creat NET ...

# newToolStripMenuItem
source: New
de: Neu
fr: Nouveau
ga: Nua
ja: 新着
pl: Nowy
pt: Novo
ru: новый
tr: Yeni
zh_hans: 新
zh_hant: 新

# NoImageLoad
source: No images were loaded, are you sure you wish to proceed with blank images?
de: Keine Bilder wurden geladen. Willst du wirklich weitermachen?
fr: Aucune image n'a été chargée, voulez-vous vraiment continuer avec des images vierges?
ga: Níor luchtaíodh aon íomhánna, an bhfuil tú cinnte gur mian leat dul ar aghaidh le híomhánna bána?
ja: 画像がロードされていません。空白の画像で続行してもよろしいですか？
pl: Nie załadowano żadnych obrazów. Czy na pewno chcesz kontynuować z pustymi obrazami?
pt: Nenhuma imagem foi carregada. Tem certeza de que deseja continuar com as imagens em branco?
ru: Изображения не были загружены, вы уверены, что хотите продолжить работу с пустыми изображениями?
tr: Hiç resim yüklenmedi, boş resimlerle devam etmek istediğinizden emin misiniz?
zh_hans: 没有加载图像，确定要继续处理空白图像吗？
zh_hant: 沒有加載圖像，確定要繼續處理空白圖像嗎？

# OpenCustomLogoNoAdminTool
source: If you want to open a custom logo, just drag and drop the file into Tool!
fr: Si vous souhaitez ouvrir un logo personnalisé, faites simplement glisser et déposez le fichier dans Tool!
ga: Más mian leat lógó saincheaptha a oscailt, ní gá ach an comhad a tharraingt agus scaoil isteach Uirlis!

# OpenLogoMemoryTitle
source: Loading logo:
fr: Logo de chargement:
ga: Lógó luchtaithe:

# OpenLogoMemoryTitle2
source: Please wait...
fr: S'il vous plaît, attendez...
ga: Fán le do thoil...

# openToolStripMenuItem
source: Open
de: Öffnen
fr: Ouvert
ga: Oscail
ja: 開いた
pl: otwarty
pt: Abrir
ru: открыто
tr: Açık
zh_hans: 打开
zh_hant: 打開

# othersToolStripMenuItem
source: Others
de: Anderes
fr: Autres
ga: Daoine eile
ja: その他
pl: Inni
pt: Outros
ru: другие
tr: Diğerleri
zh_hans: 其他
zh_hant: 其他

# ProgramCheckAssembliesError
source: Moto_Boot_Logo_Maker can't match with original assemblies:
de: Moto_Boot_Logo_Maker kann nicht mit Originalbaugruppen übereinstimmen:
fr: Moto_Boot_Logo_Maker ne peut pas correspondre aux assemblages d'origine:
ga: Ní féidir le Moto_Boot_Logo_Maker a mheaitseáil le tionóil bhunaidh:
ja: Moto_Boot_Logo_Makerは元のアセンブリと一致できません：
pl: Moto_Boot_Logo_Maker nie może się równać z oryginalnymi zespołami:
pt: Moto_Boot_Logo_Maker não pode corresponder aos conjuntos originais:
ru: Moto_Boot_Logo_Maker не может соответствовать оригинальным сборкам:
tr: Moto_Boot_Logo_Maker, orijinal montajlarla eşleşemez:
zh_hans: Moto_Boot_Logo_Maker无法与原始程序集匹配：
zh_hant: Moto_Boot_Logo_Maker無法與原始程序集匹配：

# ProgramCheckAssembliesErrorVer
source: Version:
de: Ausführung:
ga: Leagan:
ja: バージョン：
pl: Wersja:
pt: Versão:
ru: Версия:
tr: Versiyon:
zh_hans: 版：
zh_hant: 版：

# ProgramCheckBackRun
source: There seems to be another instance of the Tool running. Please make sure it is not running in the background.
de: Es scheint eine andere Instanz des Tools zu geben. Bitte stellen Sie sicher, dass es nicht im Hintergrund läuft.
fr: Il semble y avoir une autre instance de l'outil en cours d'exécution. Veuillez vous assurer qu'il ne fonctionne pas en arrière-plan.
ga: Is cosúil go bhfuil sampla eile den Uirlis ag rith. Cinntigh le do thoil nach bhfuil sé ag rith sa chúlra.
ja: 実行中のツールの別のインスタンスがあるようです。 バックグラウンドで実行されていないことを確認してください。
pl: Wydaje się, że jest uruchomione inne wystąpienie narzędzia. Upewnij się, że nie działa w tle.
pt: Parece haver outra instância da ferramenta em execução. Certifique-se de que ele não esteja sendo executado em segundo plano.
ru: Кажется, есть еще один экземпляр инструмента. Убедитесь, что он не работает в фоновом режиме.
tr: Aracın başka bir örneği çalışıyor gibi görünüyor. Lütfen arka planda çalışmadığından emin olun.
zh_hans: 似乎还有另一个正在运行的工具实例。 请确保它不在后台运行。
zh_hant: 似乎還有另一個正在運行的工具實例。 請確保它不在後台運行。

# ProgramCheckBackRun2
source: Another Tool instance is running
de: Eine andere Tool-Instanz wird ausgeführt
fr: Une autre instance d'Outil est en cours d'exécution
ga: Tá sampla Uirlis eile ar siúl
ja: 別のツールインスタンスが実行されています
pl: Uruchomiona jest inna instancja narzędzia
pt: Outra instância da ferramenta está em execução
ru: Другой экземпляр инструмента запущен
tr: Başka bir Tool örneği çalışıyor
zh_hans: 另一个工具实例正在运行
zh_hant: 另一個工具實例正在運行

# ProgramCheckFolderWrong
source: Folder is wrong, please check it, should be like this:
de: Ordner ist falsch, bitte überprüfen Sie es, sollte so sein:
fr: Le dossier est erroné, veuillez le vérifier, devrait ressembler à ceci:
ga: Tá an fillteán mícheart, déan seiceáil air, ba cheart go mbeadh sé mar seo:
ja: フォルダが間違っています。確認してください。次のようになっているはずです：
pl: Folder jest nieprawidłowy, sprawdź go, powinien wyglądać tak:
pt: A pasta está errada, verifique-a, deve ser assim:
ru: Папка неправильная, проверьте ее, должно быть так:
tr: Klasör yanlış, lütfen kontrol edin, şöyle olmalı:
zh_hans: 文件夹有误，请检查一下，应该是这样的：
zh_hant: 文件夾有誤，請檢查一下，應該是這樣的：

# ProgramCheckPrivileges
source: Tool must run as administrator
de: Das Tool muss als Administrator ausgeführt werden
fr: L'outil doit s'exécuter en tant qu'administrateur
ga: Caithfidh an uirlis rith mar riarthóir
ja: ツールは管理者として実行する必要があります
pl: Narzędzie musi działać jako administrator
pt: A ferramenta deve ser executada como administrador
ru: Инструмент должен запускаться от имени администратора
tr: Araç yönetici olarak çalışmalıdır
zh_hans: 工具必须以管理员身份运行
zh_hant: 工具必須以管理員身份運行

# ProgramCheckPrivileges2
source: Tool needs privileges
de: Tool benötigt Berechtigungen
fr: L'outil a besoin de privilèges
ga: Tá pribhléidí de dhíth ar an uirlis
ja: ツールには特権が必要です
pl: Narzędzie potrzebuje uprawnień
pt: A ferramenta precisa de privilégios
ru: Инструменту нужны привилегии
tr: Aracın ayrıcalıklara ihtiyacı var
zh_hans: 工具需要特权
zh_hant: 工具需要特權

# ProgramCheckWindows
source: This tool is compatible with Windows 7, Windows 8, Windows 8.1 and Windows 10, you have:
de: Dieses Tool ist kompatibel mit Windows 7, Windows 8, Windows 8.1 und Windows 10.
fr: Cet outil est compatible avec Windows 7, Windows 8, Windows 8.1 et Windows 10, vous avez:
ga: Tá an uirlis seo comhoiriúnach le Windows 7, Windows 8, Windows 8.1 agus Windows 10, tá:
ja: このツールは、Windows 7、Windows 8、Windows 8.1およびWindows 10と互換性があります。
pl: To narzędzie jest kompatybilne z Windows 7, Windows 8, Windows 8.1 i Windows 10, masz:
pt: Esta ferramenta é compatível com Windows 7, Windows 8, Windows 8.1 e Windows 10, você tem:
ru: Этот инструмент совместим с Windows 7, Windows 8, Windows 8.1 и Windows 10, у вас есть:
tr: Bu araç Windows 7, Windows 8, Windows 8.1 ve Windows 10 ile uyumludur, sahip olduğunuz:
zh_hans: 该工具与Windows 7，Windows 8，Windows 8.1和Windows 10兼容，您具有：
zh_hant: 該工具與Windows 7，Windows 8，Windows 8.1和Windows 10兼容，您具有：

# ProgramCheckWindows2
source: Can't start Tool, error: Windows compatibility
de: Tool kann nicht gestartet werden, Fehler: Windows-Kompatibilität
fr: Impossible de démarrer l'outil, erreur: compatibilité Windows
ga: Ní féidir Uirlis a thosú, earráid: comhoiriúnacht Windows
ja: ツールを起動できません、エラー：Windows互換性
pl: Nie można uruchomić narzędzia, błąd: zgodność z systemem Windows
pt: Não é possível iniciar a ferramenta, erro: compatibilidade do Windows
ru: Не удается запустить инструмент, ошибка: совместимость с Windows
tr: Araç başlatılamıyor, hata: Windows uyumluluğu
zh_hans: 无法启动工具，错误：Windows兼容性
zh_hant: 無法啟動工具，錯誤：Windows兼容性

# rdoAndroid43
source: 540x540 Bundle
fr: Lot de 540 x 540
ga: Beart 540x540
ja: 540x540バンドル
pl: Pakiet 540x540
pt: 540x540 agrupado
tr: 540x540 Paketi
zh_hans: 540x540捆绑
zh_hant: 540x540捆綁

# rdoAndroid44
source: Default
de: Standard
fr: Défaut
ga: Réamhshocrú
ja: デフォルト
pl: Domyślna
pt: Padrão
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认
zh_hant: 默認

# rdoImageCenter
source: Center
de: Mitte
fr: Centre
ga: Ionad
ja: センター
pl: Środek
pt: Centralizar
ru: Центр
tr: Merkez
zh_hans: 中央
zh_hant: 中央

# rdoImageFill
source: Fill
de: Füllen
fr: Remplir
ga: Líon
ja: 埋める
pl: Napełnić
pt: Preencher
ru: Заливка
tr: Doldur
zh_hans: 填
zh_hant: 填

# rdoImageStretchAspect
source: Stretch Proportionally
de: Proportional Strecken
fr: Étirer proportionnellement
ga: Sín go comhréireach
ja: 比例してストレッチ
pl: Rozciągnij proporcjonalnie
pt: Alongar proporcionalmente
ru: Растянуть пропорционально
tr: Orantılı Esneme
zh_hans: 按比例拉伸
zh_hant: 按比例拉伸

# rdoLayoutLandscape
source: Landscape
fr: Paysage
ga: Tírdhreach
ja: 横向き
pl: Krajobraz
pt: Paisagem
ru: Пейзаж
tr: Manzara
zh_hans: 景观
zh_hant: 景觀

# rdoLayoutPortrait
source: Portrait
ga: Portráid
ja: ポートレート
pl: Portret
pt: Retrato
ru: Портрет
tr: Vesika
zh_hans: 肖像
zh_hant: 肖像

source: Replace
de: Ersetzen
fr: Remplacer
ga: Lonadaigh
ja: 交換する
pl: Zastąpić
pt: Substituir
ru: замещать
tr: Değiştir
zh_hans: 更换
zh_hant: 更換

# saveAsToolStripMenuItem
source: Save As
de: Speichern unter...
fr: Enregistrer sous
ga: Sábháil mar
ja: 名前を付けて保存
pl: Zapisz jako
pt: Salvar como
ru: Сохранить как
tr: Farklı kaydet
zh_hans: 另存为
zh_hant: 另存為

# savefiledialog1Title
source: Please select your device
de: Bitte wähle dein Gerät
fr: Veuillez sélectionner votre appareil
ga: Roghnaigh do ghléas le do thoil
ja: デバイスを選択してください
pl: Wybierz swoje urządzenie
pt: Por favor, selecione o seu dispositivo
ru: Пожалуйста, выберите ваше устройство
tr: Lütfen cihazınızı seçin
zh_hans: 请选择您的设备
zh_hant: 請選擇您的設備

# saveToolStripMenuItem
source: Save
de: Speichern
fr: sauver
ga: Sábháil
ja: 保存する
pl: Zapisać
pt: Salvar
ru: Сохранить
tr: Kayıt etmek
zh_hans: 保存
zh_hant: 救

# SearchDeviceAlreadyOpened
source: Device already opened:
fr: Appareil déjà ouvert:
ga: Gléas oscailte cheana féin:

# SearchDeviceAlreadyOpened2
source: close it to search new devices!
fr: fermez-le pour rechercher de nouveaux appareils!
ga: dún é chun gairis nua a chuardach!

# SearchDeviceNotFound
source: was not found, please input like this: moto g6 plus
fr: n'a pas été trouvé, veuillez saisir comme ceci: moto g6 plus
ga: Ní bhfuarthas, le do thoil ionchur mar seo: moto g6 plus

# SearchDevicePleaseInputDevice
source: Please input a device!
fr: Veuillez saisir un appareil!
ga: Cuir gléas isteach!

# SelectLogoSizeWarn
source: Please select your logo memory size before opening a file!
de: Bitte wähle die Speichergröße vor dem Öffnen einer Datei!
fr: Veuillez sélectionner la taille de la mémoire de votre logo avant d'ouvrir un fichier!
ga: Roghnaigh méid cuimhne do lógó le do thoil sula n-osclaítear comhad!
ja: ファイルを開く前に、ロゴのメモリサイズを選択してください！
pl: Przed otwarciem pliku wybierz rozmiar pamięci swojego logo!
pt: Selecione o tamanho da memória do logo antes de abrir um arquivo!
ru: Пожалуйста, выберите размер логотипа до открытия файла!
tr: Lütfen bir dosyayı açmadan önce logo bellek boyutunuzu seçin!
zh_hans: 打开文件前，请选择徽标存储器的大小！
zh_hant: 打開文件前，請選擇徽標存儲器的大小！

# SettingCLoading
source: Loading Tool Settings...
de: Laden der Werkzeugeinstellungen ...
fr: Chargement des paramètres de l'outil ...
ga: Socruithe Uirlisí a Luchtú ...
ja: ツール設定の読み込み...
pl: Ładowanie ustawień narzędzia ...
pt: Carregando configurações da ferramenta ...
ru: Загрузка настроек инструмента ...
tr: Araç Ayarları Yükleniyor ...
zh_hans: 正在加载工具设置...
zh_hant: 正在加載工具設置...

# SettingGS
source: General Settings
de: Allgemeine Einstellungen
fr: réglages généraux
ga: Socruithe Ginearálta
ja: 一般設定
pl: Ustawienia główne
pt: Configurações Gerais
ru: общие настройки
tr: Genel Ayarlar
zh_hans: 常规设置
zh_hant: 常規設置

# SettingRT
source: Reset Tool
de: Werkzeug zurücksetzen
fr: Outil de réinitialisation
ga: Uirlis Athshocraigh
ja: リセットツール
pl: Narzędzie resetowania
pt: Ferramenta de Reinicialização
ru: Инструмент сброса
tr: Aracı Sıfırla
zh_hans: 重置工具
zh_hant: 重置工具

# SettingsGroupBox1
source: Enable auto save profiles
de: Automatisch Profile Speichern
fr: Activer les profils d'enregistrement automatique
ga: Cumasaigh próifílí sábhála uathoibríoch
ja: 自動保存プロファイルを有効にする
pl: Włącz profile automatycznego zapisywania
pt: Ativar o salvamento automático dos perfis
ru: Включить автосохранение профилей
tr: Otomatik kaydetme profillerini etkinleştir
zh_hans: 启用自动保存配置文件
zh_hant: 啟用自動保存配置文件

# SettingsGroupBox2
source: Enable auto save logo in memory
de: Logo automatisch in Speicher speichern
fr: Activer l'enregistrement automatique du logo en mémoire
ga: Cumasaigh lógó uathoibríoch shábháil i gcuimhne
ja: メモリ内のロゴの自動保存を有効にする
pl: Włącz automatyczne zapisywanie logo w pamięci
pt: Ativar o salvamento automático do logo na memória
ru: Включить автоматическое сохранение логотипа в памяти
tr: Logoyu hafızaya otomatik kaydetmeyi etkinleştir
zh_hans: 在内存中启用自动保存徽标
zh_hant: 在內存中啟用自動保存徽標

# SettingsGroupBox3
source: Enable auto check for updates
de: Aktiviere die Suche nach Updates
fr: Activer la vérification automatique des mises à jour
ga: Cumasaigh seiceáil uathoibríoch le haghaidh nuashonruithe
ja: アップデートの自動チェックを有効にする
pl: Włącz automatyczne sprawdzanie aktualizacji
pt: Ativar verificação automática de atualizações
ru: Включить автоматическую проверку обновлений
tr: Güncellemeler için otomatik kontrolü etkinleştirin
zh_hans: 启用自动检查更新
zh_hant: 啟用自動檢查更新

# SettingsNo
source: NO
de: NEIN
fr: NON
ga: NÍL
ja: 番号
pl: NIE
pt: NÃO
ru: НЕТ
tr: HAYIR
zh_hans: 没有
zh_hant: 沒有

# settingsToolStripMenuItem
source: Settings
de: Einstellungen
fr: Paramètres
ga: Socruithe
ja: 設定
pl: Ustawienia
pt: Configurações
ru: настройки
tr: Ayarlar
zh_hans: 设定值
zh_hant: 設定值

# SettingsYes
source: YES
de: JA
fr: OUI
ga: TÁ
ja: はい
pl: TAK
pt: SIM
ru: ДА
tr: EVET
zh_hans: 是
zh_hant: 是

# SignYourLogo
source: Sign your new logo
de: Kommentar
fr: Signez votre nouveau logo
ga: Sínigh do lógó nua
ja: 新しいロゴに署名する
pl: Podpisz swoje nowe logo
pt: Assine seu novo logotipo
ru: Подпишите ваш новый логотип
tr: Yeni logonuzu imzalayın
zh_hans: 签署新徽标
zh_hant: 簽署新徽標

# sourceToolStripMenuItem
source: Source
de: Quelle
fr: La source
ga: Foinse
ja: ソース
pl: Źródło
pt: Fonte
ru: Источник
tr: Kaynak
zh_hans: 资源
zh_hant: 資源

# testToolStripMenuItem
source: Test
fr: Tester
ga: Scrúdú
ja: テスト
pt: Testar
ru: Тест
tr: Ölçek
zh_hans: 测试
zh_hant: 測試

# testYourNewLogoToolStripMenuItem
source: Test your new logo
de: Teste dein Logo
fr: Testez votre nouveau logo
ga: Tástáil do lógó nua
ja: 新しいロゴをテストする
pl: Przetestuj swoje nowe logo
pt: Teste o seu novo bootlogo
ru: Проверьте свой новый логотип
tr: Yeni logonuzu test edin
zh_hans: 测试您的新徽标
zh_hant: 測試您的新徽標

# textBoxSearchDeviceToolTipText
source: Input your device model like this: "moto g8 power"
fr: Entrez le modèle de votre appareil comme ceci: "moto g8 power"
ga: Ionchur do mhúnla feiste mar seo: "cumhacht moto g8"

# themetoolStripMenuItem
source: Theme
de: Thema
fr: Thème
ga: Téama
ja: テーマ
pl: Motyw
pt: Tema
ru: тема
tr: Tema
zh_hans: 主题
zh_hant: 主題

# ToolErrorShow
source: An error has occurred, please go to folder and send me logs!
de: Ein Fehler ist aufgetreten, bitte gehen Sie in den Ordner und senden Sie mir Protokolle!
fr: Une erreur s'est produite, veuillez aller dans le dossier et m'envoyer les journaux!
ga: Tharla earráid, téigh chuig fillteán le do thoil agus seol logaí chugam!
ja: エラーが発生しました。フォルダに移動してログを送ってください。
pl: Wystąpił błąd, przejdź do folderu i prześlij mi logi!
pt: Ocorreu um erro, vá para a pasta e envie-me os logs!
ru: Произошла ошибка, перейдите в папку и пришлите мне логи!
tr: Bir hata oluştu, lütfen klasöre gidin ve bana günlükleri gönderin!
zh_hans: 发生错误，请转到文件夹并向我发送日志！
zh_hant: 發生錯誤，請轉到文件夾並向我發送日誌！

# ToolErrorShowBTN
source: Go to file
de: Zur Datei gehen
fr: Aller au dossier
ga: Téigh go comhad
ja: ファイルに移動
pl: Idź do pliku
pt: Ir para o arquivo
ru: Перейти в файл
tr: Dosyaya git
zh_hans: 转到文件
zh_hant: 轉到文件

# ToolErrorUpdate
source: There is a problem reaching update server please check your internet connection and try again later.
de: Konnte nicht nach Updates suchen. Bist du mit dem Internet verbunden?
fr: Un problème est survenu pour atteindre le serveur de mise à jour. Veuillez vérifier votre connexion Internet et réessayer plus tard.
ga: Tá fadhb ann freastalaí nuashonraithe a bhaint amach, seiceáil do nasc idirlín le do thoil agus bain triail eile as níos déanaí.
ja: 更新サーバーへのアクセスに問題があります。インターネット接続を確認して、後でもう一度やり直してください。
pl: Wystąpił problem z połączeniem z serwerem aktualizacji, sprawdź połączenie internetowe i spróbuj ponownie później.
pt: Ocorreu um problema ao acessar o servidor de atualização. Verifique sua conexão com a internet e tente novamente mais tarde.
ru: Не удалось связаться с сервером обновлений. Проверьте подключение к Интернету и повторите попытку позже.
tr: Güncelleme sunucusuna ulaşmada bir sorun var, lütfen internet bağlantınızı kontrol edin ve daha sonra tekrar deneyin.
zh_hans: 到达更新服务器时出现问题，请检查您的互联网连接，然后重试。
zh_hant: 到達更新服務器時出現問題，請檢查您的互聯網連接，然後重試。
